{
    "Title": "\nPropaganda slogans for resolutely stopping upheavals\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "1989, May",
    "Publisher": "Publisher unknown",
    "Size": "43x28 cm.",
    "Call nr.": "BG D22/110",
    "Collection": "IISH collection",
    "Notes": "Citing 'sources in Beijing', the Taiwanese newspaper United Daily News (聯合報) of 24 May 1989 reported that this poster/flyer was thrown from helicopters flying over Tian'anmen Square and Chang'an Avenue, then filled with thousands of protesters, on the 22nd. Its publisher is left unmentioned. The text:1. 制止动乱，人人有责！    It is everyone's duty to stop the turmoil!2. 团结起来，恢复首都正常秩序！    Unite and restore normal order in the capital!3. 维护安定团结，保证改革和建设的顺利进行！    Safeguard stability and unity, ensure the smooth progress of reform and construction!4. 不要让“十年内乱”的悲剧重演！    Don't let the tragedy of \"ten years of chaos\" recur!    (\"Ten years of chaos\" is a euphemism for the Cultural Revolution)5. 坚决拥护李鹏同志的重要讲话!    Resolutely support comrade Li Peng's important speech!6. 坚决拥护杨尚昆同志的重要讲话!    Resolutely support comrade Yang Shangkun's important speech!7. 坚决拥护国务院在北京市实行戒严的命令！    Resolutely support the State Council's order to impose martial law in Beijing!8. 坚决执行北京市人民政府的各项命令！    Resolutely implement all orders of the People's Government of Beijing Municipality!9. 军队来首都是维护治安，保护人民的，不是对付学生和群众的！    The army has come to the capital to maintain law and order, and to protect the people, not to deal with students and the masses.10. 同志们，提高警惕，不要受人挑拨，请协助和支持军队!    Comrades, raise vigilance, don't be provoked, please assist and support the army!11. 坚决支持公安干警和武警部队强化社会治安！    Resolutely support the Public Security police and the People's Armed Police to strengthen public order in society!12. 共产党员，共青团员要响应党中央的号召，站在制止动乱的前列!      Members of the Communist Party and members of the Communist Youth League must respond to the call of the Party Central Committee to stand in the forefront to stop the turmoil!13. 工人同志们，要发扬国家主人翁的精神，坚守岗位，努力生产！      Comrade workers, you must develop the spirit of being masters of the nation, stick to your posts, and make great efforts for production!14. 同学们要尽快复课，坚持正常的教学秩序！      Students must resume classes as soon as possible, and uphold the normal teaching order!15. 首都的全体公民，人人都要顾全大局，维护安定！      All citizens of the capital, everybody must take the overall situation into consideration and safeguard stability!16. 坚决打击各种违法犯罪活动！      Resolutely crack down on every kind of illegal criminal activity!17. 坚持四项基本原则，坚持改革开放的总方针总政策！      Uphold the Four Basic Principles, uphold the general policies of reform and opening up!18. 坚决维护党中央，国务院的权威！      Resolutely safeguard the authority of the Party Central Committee and the State Council!19. 坚定不移地同党中央保持一致！      Unwaveringly remain in line with the Party Central Committee!20. 为把社会主义现代化事业不断推向前进而奋斗！      Continiuously push forward and strive for the cause of socialist modernization!",
    "Theme": "People's Movement 1989",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1989",
        "slogan",
        "Beijing",
        "June Fourth Incident"
    ]
}