{
    "Title": "\nThe counter-revolutionary and restorationist crimes of Christianity after Liberation\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "mid 1960s",
    "Publisher": "Publisher unknown",
    "Size": "54x38 cm.",
    "Call nr.": "BG D25/114",
    "Collection": "Landsberger collection",
    "Notes": "A two-part series detailing the counterrevolutionary activities and \"crimes\" perpetrated by the Roman Catholic Mission in China before and after 1949. Both series are incomplete: the first part lacks the opening sheets; the second part lacks at least one sheet, and possibly more at the end.Due to this, it is impossible to indicate when the series were published, where, by whom, and for what specific purpose. The last evil deed discussed, at the end of part two, dates from July 1965, during the \"Four Clean Ups\" movement (四清运动). This suggests that the two series were published some time in the mid-1960s.The names of the foreign missionaries have been identified as far as possibile.Titled \"Evidence of the crimes of imperialist missionary and spy Shao Yi'ou\" (帝国主义传教士间谍分子邵轶欧的罪证), it details the activities of Shao Yi'ou (邵轶欧, Philippe Cote, 1895-1970), an American-born Canadian Jesuit, who was appointed in Xuzhou in 1935. He was arrested in 1951, and kept in prison until he was expelled in 1953. Before Liberation, he collaborated with the GMD and the Japanese, after 1949, he continued these activities as well as engaging in espionage.The photographs show Cote meeting with Japanese occupiers of Xuzhou; confiscated wireless and other equipment that Cote alledgedly used for spying; a report from Cote on an iron ore mine in Shandong.",
    "Theme": "The counter-revolutionary and restorationist crimes of Christianity before and after Liberation",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "Catholicism",
        "mission",
        "missionary",
        "counterrevolutionaries",
        "photograph",
        "spy",
        "documents",
        "Guomindang",
        "radio",
        "Japanese"
    ]
}