{
    "Title": "\nThe counter-revolutionary and restorationist crimes of Christianity after Liberation\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "mid 1960s",
    "Publisher": "Publisher unknown",
    "Size": "54x38 cm.",
    "Call nr.": "BG D25/125",
    "Collection": "Landsberger collection",
    "Notes": "A two-part series detailing the counterrevolutionary activities and \"crimes\" perpetrated by the Roman Catholic Mission in China before and after 1949. Both series are incomplete: the first part lacks the opening sheets; the second part lacks at least one sheet, and possibly more at the end.Due to this, it is impossible to indicate when the series were published, where, by whom, and for what specific purpose. The last evil deed discussed, at the end of part two, dates from July 1965, during the \"Four Clean Ups\" movement (四清运动). This suggests that the two series were published some time in the mid-1960s.The names of the foreign missionaries have been identified as far as possibile.Titled \"Evidence of the crimes of the counterrevolutionaries Sun Musheng and Zhao Qingzheng\" (反革命分子孙慕圣，赵庆正的罪证), it recounts how after the liberation of Pingyin (Shandong) in 1949, the imperialist spy Lei Zhenyuan (雷震远, Raymond J. de Jaegher, 1905-1980, Belgian Catholic priest) sent his agent minion Sun Musheng (priest) to Huzhuang for long-term activities. After Sun arrived in Huzhuang, he hid in a cave for five years. He got entangled with counter-revolutionaries such as Zhao Qingzheng (priest) and carried out various counter-revolutionary criminal activities. In the end, they could not escape the people's law. With the help of the masses, our People's Government arrested Sun Musheng and Zhao Qingzheng in accordance with the law.The cartoon shows Lei Zhengyuan plotting with Sun Musheng; the second cartoon shows Sun heading towards Huzhuang.",
    "Theme": "The counter-revolutionary and restorationist crimes of Christianity before and after Liberation",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "Catholicism",
        "mission",
        "missionary",
        "counterrevolutionaries",
        "cartoon",
        "crucifix",
        "village"
    ]
}