{
    "Title": "\nThe counter-revolutionary and restorationist crimes of Christianity after Liberation\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "mid 1960s",
    "Publisher": "Publisher unknown",
    "Size": "54x38 cm.",
    "Call nr.": "BG D25/110",
    "Collection": "Landsberger collection",
    "Notes": "A two-part series detailing the counterrevolutionary activities and \"crimes\" perpetrated by the Roman Catholic Mission in China before and after 1949. Both series are incomplete: the first part lacks the opening sheets; the second part lacks at least one sheet, and possibly more at the end.Due to this, it is impossible to indicate when the series were published, where, by whom, and for what specific purpose. The last evil deed discussed, at the end of part two, dates from July 1965, during the \"Four Clean Ups\" movement (四清运动). This suggests that the two series were published some time in the mid-1960s.The names of the foreign missionaries have been identified as far as possibile.Titled \"The crimes of imperialist missionary spies Tian Wanglin and Lin Ren\" (帝国主义传教士间谍分子田望霖，林仁的罪行), it provides details about Alain De Terwangne (Tian Wanglin, 田望霖, Catholic priest, Belgian national) and Clement Renirkens (Lin Ren, 林仁, Belgian national). They and eight accomplices were arrested on 25 March 1953 and accused of espionage. \"Tian and Lin often spied on political, economic, and military secrets in various parts of our country. After compiling the information, they sent it to foreign imperialist intelligence agencies using secret codes\". The photographs show the code books they used for their communications, including a French dictionary.",
    "Theme": "The counter-revolutionary and restorationist crimes of Christianity before and after Liberation",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "Catholicism",
        "mission",
        "missionary",
        "counterrevolutionaries",
        "photograph",
        "spy"
    ]
}