{
    "Title": "\nThe counter-revolutionary and restorationist crimes of Christianity after Liberation\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "mid 1960s",
    "Publisher": "Publisher unknown",
    "Size": "54x38 cm.",
    "Call nr.": "BG D25/120",
    "Collection": "Landsberger collection",
    "Notes": "A two-part series detailing the counterrevolutionary activities and \"crimes\" perpetrated by the Roman Catholic Mission in China before and after 1949. Both series are incomplete: the first part lacks the opening sheets; the second part lacks at least one sheet, and possibly more at the end.Due to this, it is impossible to indicate when the series were published, where, by whom, and for what specific purpose. The last evil deed discussed, at the end of part two, dates from July 1965, during the \"Four Clean Ups\" movement (四清运动). This suggests that the two series were published some time in the mid-1960s.The names of the foreign missionaries have been identified as far as possibile.Titled \"Evidence that the Catholic Church colluded with local anti-bad elements to carry out counter-revolutionary restoration activities\" (天主教会同地反坏分子勾结一起，进行反革命复辟活动的罪证), is is sub-titled \"Evidence of the crimes of counter-revolutionary traitor Gong Pinmei\" (反革命叛国分子龚品梅的罪证). Cardinal Ignatius Gong Pinmei (1901-2000), also known as Gong Tianjue, was born in Chuansha, Songjiang Prefecture, Jiangsu Province (now Shanghai Pudong New District).The accusation is as follows: Gong Pinmei, a counter-revolutionary and treasonous member of the former Catholic Diocese of Shanghai, under the personal command of the American spy Hua Lizhu (James Edward Walsh, 1891–1981, American Roman Catholic priest and a bishop in China) and the imperialists Li Peili (黎培里, Antonio Riberi, Monegasque prelate, 1897–1967), Ge Shouping (格寿平, Fernand Lacretelle, 1902-1989, French Jesuit, Catholic missionary to China, President of the Society of Jesus in Shanghai 1946-1953), and Cai Ermeng (才尔孟, Father Georgius Germain, 1895-1978, a French missionary and Jesuit), gathered a group of reactionary priests from the Shanghai Diocese to organize a counter-revolutionary and treasonous group to carry out a series of counter-revolutionary and treasonous activities.The cartoons and photograph show Cardinal Gong declaring that Catholicism and the Communist Party are at odds with each other, badmouthing the party and the government; poisoning young people's minds; seized documents.",
    "Theme": "The counter-revolutionary and restorationist crimes of Christianity before and after Liberation",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "Catholicism",
        "mission",
        "missionary",
        "counterrevolutionaries",
        "photograph",
        "documents",
        "cartoon",
        "Gong Pinmei",
        "龚品梅"
    ]
}