{
    "Title": "\nThis causes trouble! - Lessons from Several Heavy Liability Accidents\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "1987, November",
    "Publisher": "Liaoning minzu chubanshe (辽宁民族出版社)",
    "Size": "52x38 cm.",
    "Call nr.": "BG D25/454",
    "Collection": "Landsberger collection",
    "Notes": "A set of safety production legal education wall charts was compiled and printed in 1987 to cooperate with the implementation of the instructions of the Party Central Committee, the National People's Congress Standing Committee and the State Council to overcome bureaucracy and strengthen safety production.The text is a \"Notice on Issuing the 'Several Interim Provisions on the Investigation and Handling of Major Liability Accidents'\".\"The People's Procuratorates, Labor and Personnel Departments (bureaus), and Labor Bureaus of all provinces, autonomous regions, and municipalities directly under the Central Government:In recent years, people's procuratorates and labor departments at all levels, under the leadership of party committees at all levels, have worked closely together to seriously investigate and deal with major accidents involving responsibility, deal with relevant responsible personnel, punish criminals, publicize the legal system, educate employees, and promote Safe Production.However, at present, some regions, departments, enterprises and institutions are pursuing output value and profits one-sidedly and neglecting safety production, resulting in the continuous occurrence of major casualty accidents and the increase in extremely serious casualty accidents. Because of the weak concept of the legal system, some major liability accidents have not been seriously dealt with. Some conceal and delay reporting; some major issues are reduced to trivial matters and handled hastily; some use various excuses to leave them unhandled for a long time and become backlogged cases. This kind of failure to comply with the law and ignore violations has seriously damaged the legal system and affected production safety.In order to strictly enforce laws and discipline, protect the safety and health of employees in production and construction, protect public property, the interests of the country and the people from heavy losses, and facilitate the smooth progress of reform and the construction of the Four Modernizations, the 'Several Interim Regulations on the Investigation and Handling of Major Liability Accidents' are hereby formulated. The 'Regulations' are sent to you and we hope that they will be implemented conscientiously.In response to the current situation of casualty accidents and based on past practical experience, the people's procuratorates and labor departments at all levels must further strengthen cooperation and contacts, seriously investigate and deal with major responsible accidents, and strengthen education and adopt economic and administrative means for those responsible for causing the accidents. Those who violate criminal laws must be brought to justice.If there are any problems during implementation, please report them in time.PRC Supreme People's Procuratorate PRC Ministry of Labor and Personnel25 March 1986\"",
    "Theme": "Legal Knowledge",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1987",
        "safety",
        "production"
    ]
}