{
    "Title": "\nThe Vietnamese people resist the American aggressor\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "ca. 1967",
    "Publisher": "Renmin meishu chubanshe (人民美术出版社)",
    "Size": "52.5x37.5 cm.",
    "Call nr.": "BG D25/169",
    "Collection": "Landsberger collection",
    "Notes": "The fifth sheet of a series of 22 (incomplete). The pictorial exhibition includes quotes by Mao Zedong, photographs and cartoons.The photograph shows the founding of the South Vietnamese National Liberation Front on 20 December 1960.The text at the top reads \"The heroic struggle of the Vietnamese people against American aggression will ensure that the American bandits will incurr ever serious losses\".The body text is a summary of the Statement of the Central Committee of the South Vietnamese National Liberation Front of 22 March 1965. It reads\"Facing the present situation of utmost gravity, the South Vietnam National Front for Liberation deems it necessary to reaffirm once again its ironlike and unswerving stand to carry through the war of resistance against the U.S. imperialists.1. The U.S. Imperialists are the saboteurs of the Geneva Agreement, the brazen warmonger and aggressor and the sworn enemy of the Vietnamese people2. The heroic South Vietnamese people are resolved to drive out the U.S. imperialists in order to liberate South Vietnam, achieve an independent, democratic, peaceful and neutral South Vietnam, with a view to national reunification3. The valiant South Vietnamese people and the South Vietnam Liberation Army are resolved to accomplish to the full their sacred duty to drive out the U.S, imperialists so as to liberate South Vietnam and defend North Vietnam4. The South Vietnamese people express their profound gratitude to the wholehearted support of the people of the world who cherish peace and justice and declare their readiness to receive all assistance including weapons and all other war materials from their friends in the five continents5. To unite the whole people, to arm the whole people, continue to march forward heroically and be resolved to fight and defeat the U.S. aggressors and the Vietnamese traitors.\"",
    "Theme": "Foreign Friends: North VietnamForeign Friends: National Liberation Movements",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1967",
        "Vietnam War",
        "photograph",
        "flag",
        "microphone"
    ]
}