{
    "Title": "\nThe counter-revolutionary and restorationist crimes of Christianity after Liberation\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "mid 1960s",
    "Publisher": "Publisher unknown",
    "Size": "54x38 cm.",
    "Call nr.": "BG D25/112",
    "Collection": "Landsberger collection",
    "Notes": "A two-part series detailing the counterrevolutionary activities and \"crimes\" perpetrated by the Roman Catholic Mission in China before and after 1949. Both series are incomplete: the first part lacks the opening sheets; the second part lacks at least one sheet, and possibly more at the end.Due to this, it is impossible to indicate when the series were published, where, by whom, and for what specific purpose. The last evil deed discussed, at the end of part two, dates from July 1965, during the \"Four Clean Ups\" movement (四清运动). This suggests that the two series were published some time in the mid-1960s.The names of the foreign missionaries have been identified as far as possibile.Titled \"The crimes of the imperialist missionary and spy Ou Kelan\" (帝国主义传教士间谍分子欧克澜的罪行). Ou Kelan was Cutbert Martin O’Gara C.P. (1886-1968), On 30 June 1951, the Yuanling County Public Security Bureau seized the main church of Yuanling Diocese due to the \"Legion of Mary (圣母军)\" issue, and claimed to have found radio stations, weapons, etc. On 2 July 1951, Ou Kelan was detained on suspicion of espionage. The charges included \"setting up a private radio station, sending intelligence to American and Guomindang agents, secretly hiding military supplies, colluding with bandits in western Hunan, plotting to riot and occupy Zhijiang Airport, spreading rumors, and slandering the Chinese government\". On 25 April 1953, Ou Kelan and others were declared by the Chinese government to be \"persona non grata\" and were immediately \"expelled\". Ou Kelan was seriously ill at the time and was carried across the border at Luohu (near Hong Kong) on a stretcher by the accompanying priests. \"The Legion of Mary\", also known as \"The Order of Our Lady\", was established in Dublin, Ireland in September 1921. The \"Legion\" is hostile to the Communist Party and opposes socialism, openly claiming: \"In a socialist country, we must destroy the evil message, overthrow its foundation, and erect the sacred flag of Christ among its ruins.\" According to relevant historical records, China has always been a key area for the development of the \"Legion\".The photographs show seized weapons and ammunition, wireless communications equipment, and a letter addressed to Ou Kelan from Jiang Jieshi, inviting him for a talk. ",
    "Theme": "The counter-revolutionary and restorationist crimes of Christianity before and after Liberation",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "Catholicism",
        "mission",
        "missionary",
        "counterrevolutionaries",
        "photograph",
        "spy",
        "documents",
        "Jiang Jieshi",
        "radio",
        "pistol"
    ]
}