{
    "Title": "\nThis causes trouble! - Lessons from Several Heavy Liability Accidents\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "1987, November",
    "Publisher": "Liaoning minzu chubanshe (辽宁民族出版社)",
    "Size": "52x38 cm.",
    "Call nr.": "BG D25/453",
    "Collection": "Landsberger collection",
    "Notes": "A set of safety production legal education wall charts was compiled and printed in 1987 to cooperate with the implementation of the instructions of the Party Central Committee, the National People's Congress Standing Committee and the State Council to overcome bureaucracy and strengthen safety production.The text on top reads \"Oppose bureaucracy and overcome paralysis -- Strengthen legal concepts and achieve safe production\" (反对官僚主义 克服麻痹思想 -- 增强法制观念 实现安全生产). The main text reads \"PrefaceThis set of safety production legal education wall charts is compiled and printed to cooperate with the implementation of the instructions of the Party Central Committee, the National People's Congress Standing Committee and the State Council on overcoming bureaucracy and strengthening safety production. In recent years, various types of liability accidents have occurred frequently. This is mainly because some unit leaders are bureaucratic, irresponsible, and neglect their duties; some employees do not keep accounts and laws, do not respect science, and lack safety knowledge; they cause great losses to people's lives and property, and the country's economic construction. The scenes of blood and tears displayed here will provide us with useful inspiration to increase our awareness of compliance with laws and regulations, and implement the policy of 'Safety First, Prevention First'.Let the alarm bell for safe production always ring!Research Office of the Supreme People's ProcuratorateLabor Protection Bureau of the Ministry of Labor and Personnel\"",
    "Theme": "Legal Knowledge",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1987",
        "safety",
        "production",
        "casualty",
        "blood"
    ]
}