{
    "Title": "\nGlorious through the ages, I\n",
    "Designer": "Ming Zhi (明之)Li Mubai (李慕白)Ah Zhuang (阿庄)Wang Mo (王墨)",
    "Date": "1985, January",
    "Publisher": "Shanghai renmin meishu chubanshe (上海人民美术出版社)",
    "Size": "77x53 cm.",
    "Call nr.": "BG E13/114",
    "Collection": "Landsberger collection",
    "Notes": "Together with Glorious through the ages, II this portrait gallery exactly follows the list of Communist heroes in Hu Yaobang's speech at the meeting in celebration of the 60th anniversary of the founding of the Communist Party of China, 1 July 1981:We deeply cherish the memory of Comrade Mao Zedong. We deeply cherish the memory of the great Marxists, Comrades Zhou Enlai, Liu Shaoqi and Zhu De, and the memory of Comrades Ren Bishi, Dong Biwu, Peng Dehuai, He Long, Chen Yi, Luo Ronghuan, Lin Boqu, Li Fuchun, Wang Jiaxiang, Zhang Wentian, Tao Zhu and others, all of whom were outstanding leaders of our Party and, together with Comrade Mao Zedong, made important contributions to the victorious Chinese revolution and to the formation and development of Mao Zedong Thought. We deeply cherish the memory of Comrades Li Dazhao, Qu Qiubai, Cai He-sen, Xiang Jingyu, Deng Zhongxia, Su Zhaozheng, Peng Pai, Chen Yannian, Yun Daiying, Zhao Shiyan, Zhang Tailei, Li Lisan and other prominent leaders of our Party in its formative years. We deeply cherish the memory of Comrades Fang Zhimin, Liu Zhidan, Huang Gonglue, Xu Jishen, Wei Baqun, Zhao Bosheng, Dong Zhentang, Duan Dechang, Yang Jingyu, Zuo Quan, Ye Ting and other outstanding commanders of the people’s army who early laid down their lives for the Party and the country.",
    "Theme": "Party and State Leaders",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1985",
        "Mao Zedong",
        "毛泽东",
        "Zhou Enlai",
        "周恩来",
        "Liu Shaoqi",
        "刘少奇",
        "Zhu De",
        "朱德",
        "Ren Bishi",
        "Dong Biwu",
        "Peng Dehuai",
        "彭德怀",
        "He Long",
        "贺龙",
        "Chen Yi",
        "陈毅",
        "Luo Ronghuan",
        "Lin Boqu",
        "Li Fuchun",
        "Wang Jiaxiang",
        "Zhang Wentian",
        "Tao Zhu",
        "leaders"
    ]
}