{
    "Title": "\nFamous people, famous words -- Qu Yuan\n",
    "Designer": "Yan Jie (燕杰)Kang Zhuang (康庄)",
    "Date": "1996, March",
    "Publisher": "Neimenggu daxue chubanshe (内蒙古大学出版社)",
    "Size": "108x35.5 cm.",
    "Call nr.": "BG E13/522",
    "Collection": "Landsberger collection",
    "Notes": "\"Famous people, famous words\" is an educational series from 1996, presenting a number of famous persons, both Chinese and foreign, and their famous utterances. Qu Yuan (屈原, c. 340–278 BCE) was a poet and minister who lived during the Warring States period (403-221 BCE). He is remembered for his Chu ci (楚辞, Verses of Chu, or Songs of Chu) and Li sao (離騷, The Lament). In popular culture, Qu Yuan's suicide by drowning in the Miluo River in 278 BCE is marked every year during the Dragon Boat Festival on the fifth day of the fifth month of the traditional Chinese calendar. According to legend, villagers took their boats to the middle of the river to try and save Qu. To keep fish and evil spirits away from his body, they beat drums and splashed the water with their paddles, and they also threw rice into the water both as a food offering to Qu Yuan's spirit and also to distract the fish away from his body. That late one night, the spirit of Qu Yuan asked his friends to wrap their rice into three-cornered silk packages to ward off the dragon. These packages became a traditional food known as zongzi (粽子), although the lumps of rice are now wrapped in leaves instead of silk. The act of racing to search for his body in boats gradually became the tradition of dragon boat racing.This quote from Qu, a line from the Li sao, reads \"The road is narrow and long and boundless, and I have to work hard to find the sun in my heart\" (路曼曼其修远兮，吾将上下而求索).",
    "Theme": "Socialist Spiritual Civilization (1980-2000)Visualizing the Future",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1996",
        "Qu Yuan",
        "屈原",
        "portrait",
        "quotation"
    ]
}