{
    "Title": "\nTo send educated youth to the rural villages is a project of vital and lasting importance to oppose and combat revisionism\n",
    "Designer": "Revolutionary Committee of Sichuan Art Academy (四川美术学院革命委员会供稿)",
    "Date": "ca. 1968",
    "Publisher": "Publisher unknown",
    "Size": "54x77 cm.",
    "Call nr.": "BG E15/857",
    "Collection": "Landsberger collection",
    "Notes": "The Mao quote on the large sign reads \"The world is yours, as well as ours, but in the last analysis, it is yours. You young people, full of vigor and vitality, are in the bloom of life, like the sun at eight or nine in the morning. Our hope is placed on you\" (Shijie shi nimende, ye shi womende, danshi guigen jiedi shi nimende. Nimen qingnianren zhaoqi pengbo, zheng zai xingwang shiqi, haoxiang zaochen ba, jiudian zhongde taiyang. Xiwang jitou zai nimen shenshang - 世界是你们的，也是我们的，但是归根结底是你们的。你们青年人朝气蓬勃，正在兴旺时期，好象早晨八、九点钟的太阳。希望寄托在你们身上。)Mao made this remark during a talk with Chinese exchange students and researchers in Moscow, 17 November 1957. It was included in the Little Red Book, at the start of chapter 30, \"Youth\".The text on the small blackboard on the right reads \"Criticize Liu's revisionist Black Six Theories\" (狠批刘修黑六论). These six theories are all found in Liu Shaoqi’s remarks made or supported by him after 1949, as well as in his “On the Cultivation of Communist Party Members” (论共产党员的修养) published in 1939; they were criticized around 1967.",
    "Theme": "Up to the mountains, down to the villages (1968)Quotations from Chairman Mao",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "sent-down youth",
        "Mao badge",
        "Little Red Book",
        "小红书",
        "Quotations from Chairman Mao",
        "Mao Zhuxi Yulu",
        "毛主席语录",
        "peasant",
        "Selected Works of Mao Zedong",
        "Mao Zedong xuanji",
        "毛泽东选集",
        "terrace",
        "pickaxe",
        "blackboard",
        "bulletin board",
        "bowl",
        "teapot",
        "revisionism"
    ]
}