{
    "Title": "\nThe most important tasks of the Cultural Revolution are ....\n",
    "Designer": "Art Work Office of the Sichuan Cultural Office (四川省文化局美术工作室)Sichuan Youth Paper (四川青年报)Chengdu Daily  (成都日报)",
    "Date": "1958, June",
    "Publisher": "Sichuan renmin chubanshe (四川人民出版社)",
    "Size": "54x77 cm.",
    "Call nr.": "BG E15/750",
    "Collection": "Landsberger collection",
    "Notes": "Part of the Great Leap Forward was a Cultural Revolution (not to be confused with the Cultural Revolution from 1966-1976). This poster, the final one of a series we unfortunately do not have, spells out what should be accomplished in this Cultural Revolution.The text reads \"The main tasks of the Cultural Revolution are: sweeping away illiteracy, popularizing primary schooling, gradually having junior high schools at all village levels, having senior high schools and institutions for scientific research at all regional and many district levels; completely creating and reforming the writing of ethnic minorities, enthousiastically reform Chinese writing; eradicate the \"four pests\", practice hygiene, promote sports, eradicate the main diseases, smash superstition, change habits, awaken people's spirit; organize mass cultural and sports activities, develop socialist literature and art; nurture a new intellectual class, reform the old intellectuals, build an army of ten million intellectuals from the working class, among whom is an army of technical cadres (which should be the largest in numbers), professors, lecturers, scientists, journalists, literary writers, artists and Marxist-Leninist theorists\".",
    "Theme": "Great Leap Forward (1958-1961)National MinoritiesEliminate Superstition (1965)Combat Illiteracy Campaigns (1950-1956)Eliminate the Four Pests (1958)Sports of New China (1954)Hygiene",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1958",
        "Great Leap Forward",
        "Dayuejin",
        "大跃进",
        "lion dance",
        "book",
        "Marxism-Leninism",
        "Selected Works of Mao Zedong",
        "Mao Zedong xuanji",
        "毛泽东选集",
        "parade",
        "worker",
        "peasant",
        "theodolite",
        "ethnic minorities",
        "Four Pests",
        "四害",
        "superstition",
        "illiteracy",
        "medic",
        "sports",
        "microscope",
        "clappers",
        "movie",
        "film",
        "projector",
        "basketball",
        "megaphone",
        "hoe",
        "school"
    ]
}