{
    "Title": "\nWhat is there to fear with the sun in mind, dare to contribute the spring (of youth) to the people -- Learn from the eleven learned Shanghai youth from Chalinchang, Huangshan, who \"first did not fear hardship, secondly did not fear death\"\n",
    "Designer": "Liu Bairong (刘柏荣)",
    "Date": "1971, March",
    "Publisher": "Shanghai renmin chubanshe (上海人民出版社)",
    "Size": "53x77 cm.",
    "Call nr.": "BG E15/253",
    "Collection": "Landsberger collection",
    "Notes": "The eleven martyrs of the Huangshan Tea Forest Farm (Chalinchang, Huangshan) refer to the eleven revolutionary martyrs who died heroically in 1969 in the huge torrent to save national property. On the evening of 4 July 4 1969, a torrential rain fell in the Huangshan area of ​​Anhui. By the morning of the next day, heavy rains continued, triggering a huge flash flood. In the early morning of the 5th, the Huangshan Tea Forest Farm, located in the surrounding mountains, was besieged by floods. The mountain torrent destroyed the wooden bridge and a large amount of grain and fertilizer in the dining hall and warehouse on the other side were in danger of being washed away by the flood. Lu Hua, deputy instructor of the Fourth Company, and Lin Weiyang, deputy company commander, immediately organized more the young people. When they rushed to the highway bridge along the muddy mountain road, the bridge had been flooded, the rapids were noisy and dangerous. But despite their personal safety, they resolutely held hands and waded against the rapids. As they stepped onto the highway bridge, the flood suddenly overturned the bridge. The young people fell into the water on the spot, were swallowed by the flood, and sacrificed their lives heroically.An earlier, large-size edition of this poster was published in 1969.",
    "Theme": "Models and MartyrsUp to the mountains, down to the villages (1968)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1971",
        "drowning",
        "Quotations from Chairman Mao",
        "Little Red Book",
        "毛主席语录",
        "educated youth",
        "martyr",
        "rain",
        "flood"
    ]
}