{
    "Title": "\nQi Aiqun\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "2005",
    "Publisher": "",
    "Size": "90x60 cm.",
    "Call nr.": "BG E15/647",
    "Collection": "Landsberger collection",
    "Notes": "Qi Aiqun (祁爱群, 1963-2003) was born in Jingjiang City, Jiangsu Province. In 1984, she graduated from the Tibet Agriculture and Animal Husbandry College with a bachelor's degree in agriculture. In the same year, she started working at the Comprehensive Vocational School in Nagqu Prefecture and was later promoted to be the deputy section chief of the student department. During this period, she was awarded the title of assistant lecturer. From January 1990 to August 1994, she worked in the Naqu Prefecture Animal Husbandry Bureau. From September 1994 to October 2000, she served as the chief of the Political and Engineering Section of the Naqu Prefecture Animal Husbandry Bureau. She successively served as the Chief of the Political and Engineering Section in the Animal Husbandry Bureau, and was sent to Bangor County by the Organization Department of the Nagqu Prefectural Committee as a member of the Standing Committee of the County Committee and the Director of the Organization Department of the County Committee. She made positive and important contributions to the development and progress of Bangor County's organizational and personnel work.On 12 December 2003, Qi Aiqun suffered a sudden cerebral hemorrhage due to excessive fatigue and died after ineffective rescue. After her death, the Organization Department of the Central Committee of the CCP posthumously awarded her the title of \"National Outstanding Organizing Cadre\".The Chinese text (百姓的是再小也是大事，自己的事再大也是小事) reads \"No matter how small things are for the common people, they are still big things; no matter how big your own things are, they are still small things.\"The poster was made by students of the Beijing Film Academy. ",
    "Theme": "Models and MartyrsQi Aiqun",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "2005",
        "Qi Aiqun",
        "祁爱群",
        "cadre",
        "Tibet",
        "model"
    ]
}