{
    "Title": "\nUntitled (People's communes) VII\n",
    "Designer": "You Yunchang (游允常)",
    "Date": "1959",
    "Publisher": "",
    "Size": "76x35 cm.",
    "Call nr.": "BG E37/330",
    "Collection": "Landsberger collection",
    "Notes": "In December 1958, the 6th Plenum of the 8th CCP Central Committee adopted a number of measures to curb some of the excesses that had sprung up during the Great Leap Forward campaign. This included a \"Resolution on some questions regarding the People's Communes\", dealing with questions that had emerged after the formation of the People's Communes. The Resolution attempted to offset some of the problems that had sprung up, including the \"communist wind\" (exaggerating results) that did lead to unrealistic expectations; and the wholesale communization of private plots, as a result of which many peasants saw their livelihood put at risk. This and other related problems were dealt with.This poster is one from an unnamed, undated (but probably 1959) series of eight aiming to explain the measures to the peasantry. It is not known whether the series consisted of more posters, nor whether it had a title, head and tail; given the fact that a poster containing an impressum is missing (usually the last one), we must assume there are more parts. In the section at the bottom, relevant sections of the Resolution are spelled out. Here, the need for financial self-sufficiency is spelled out: each commune is responsible for the resources it needs, including satisfying the consumer demands of its members. The illustrations seem more to try and provide an idyllic image of communal life in the countryside. This suggests that the illustrations originally had been intended for other purposes than publicizing the 1958 Resolution.",
    "Theme": "Great Leap Forward (1958-1961)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1959",
        "People's Communes",
        "Great Leap Forward",
        "backyard furnace",
        "radio",
        "bicycle",
        "book",
        "countryside",
        "toy",
        "cloth",
        "spade",
        "basketball",
        "bulletin board",
        "hoe",
        "child",
        "baby",
        "agricultural machinery",
        "basket",
        "tractor",
        "lattice",
        "tricycle",
        "土法炼钢",
        "人民公社",
        "racket"
    ]
}