{
    "Title": "\nA letter to all parents\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "2008, September",
    "Publisher": "Beijing Municipal Health Office (北京市卫生局)",
    "Size": "76x53 cm.",
    "Call nr.": "BG E37/141",
    "Collection": "Landsberger collection",
    "Notes": "In the fervor of the 2008 Beijing Olympics, when huge media attention was directed at China, a scandal about poisoned food, environmental pollution and young victims would disrupt the festive and celebrative atmosphere and tarnish the name of the country. However, babies poisoned with tainted milk had already started filling hospitals all over the country since the beginning of June 2008, and procedures of inspection had already directed attention towards a specific milk powder producer, the Sanlu (三鹿) Group.On 11 September 2008, at 03:00, Xinhua News agency for the first time released information about cases of kidney stones found in babies in Gansu Province. The report vaguely stated that “it seems that all the babies had made use of milk powder of the same brand”. Media agencies all over the country repeated this; the morning news bulletin of CCTV reported the news with a mere statement. By then, Chinese blogs were already flooded with information about milk powder and instant formula adulterated with melamine. By 08:30, some blogs provided a complete account of the kidney stone incident, putting together information from different sources. It became clear that the situation was much more serious than depicted by Xinhua. By 09:30, the name Sanlu appeared everywhere in blogs and personal websites. By 19:16, outpaced by commercial websites and hundreds of blogs, even Xinhua was forced to reveal the name of the Sanlu Group in its report of the event in the daily news program.On 13 September 2008, the State Council promulgated the “Six Resolutions about the Sanlu case”, which included two decisions clearly directed at appeasing public opinion: 1). the government would provide free medical treatment to the victims; 2). it promised thorough and severe punishment for all implicated in the scandal.This open \"Letter to all parents\" by the Beijing Municipal Health Office warns Beijing citizens not to use Sanlu and other \"problematic\" milk powder (问题奶粉); it provides information about the case; telephone numbers and websites for those seeking more information; and lists the names of the hospitals in the Beijing area where people can turn to for assistance. Note that it is dated 19 September 2008, almost one week after the State Council Resolutions.",
    "Theme": "HygieneBeijing Olympics 2008",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "2008",
        "letter",
        "milk powder",
        "Sanlu",
        "三鹿",
        "baby",
        "kidney",
        "Olympics",
        "奶粉",
        "melamine",
        "health",
        "health care"
    ]
}