{
    "Title": "\nGeneral knowledge about three types of attack educational wall charts\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "1983, June",
    "Publisher": "Office of the National Civil Air Defense Commission (国家人民防空委员会办公室)",
    "Size": "53x77 cm.",
    "Call nr.": "BG E37/709",
    "Collection": "Landsberger collection",
    "Notes": "An 18-poster series, \"General knowledge about three types of attack educational wall charts\" (三防常识教育挂图), published in June 1983 by the Office of the National Civil Air Defense Commission (国家人民防空委员会办公室). The three types of attack are those with nuclear, chemical, and biological weapons.The final poster of the series concludes the following \"The above content shows that although nuclear, chemical, and biological weapons have characteristics that are different from conventional weapons such as high lethality, wide range of action, and long duration, they all have certain limitations. Their lethal and destructive effects are easily affected by weather and terrain, protection conditions and many other factors. As long as we understand the regularity of its destruction and take effective protective measures, we can greatly reduce or even avoid damage. The protection of nuclear, chemical and biological weapons is a common task for the military and civilians, and it can only be accomplished by working together and being prepared. Therefore, in normal times, we should pay attention to establishing and improving organizational leadership structures; organizing professional protection teams; establishing mass three-defense organizations; conducting extensive three-defense education; building civil air defense fortifications with three-defense facilities; and preparing protective equipment to effectively cope with sudden events, so that we will always be in an invincible position.\"",
    "Theme": "",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1983",
        "civil defense",
        "nuclear weapons",
        "chemical warfare",
        "biological warfare"
    ]
}