{
    "Title": "\nScientific and research work of New China\n",
    "Designer": "Chinese National Science Popularization Association (中华全国科学技术普及协会)",
    "Date": "1952, October",
    "Publisher": "Renmin meishu chubanshe (人民美术出版社)",
    "Size": "69x52 cm.",
    "Call nr.": "BG E37/117",
    "Collection": "Landsberger collection",
    "Notes": "The first of an 11-poster series, \"Scientific and research work of New China\" (新中国的科学研究工作), published in 1952.The caption under the photograph reads \"The Chinese Academy of Sciences has more than 30 scientific research institutes located in Beijing, Nanjing, Shanghai and Northeast China. This is the headquarters of the Chinese Academy of Sciences in Beijing.\" (中国科学院设有三十余个科学研究所，分布在北京，南京，上海和东北等地。这是北京中国科学院的本部)The text reads \"Due to the needs of the construction of the motherland, the people's government attaches great importance to the development of scientific research work. After the founding of the People's Republic of China, the Chinese Academy of Sciences, a national scientific research center, was established in the Government Affairs Council of the Central People's Government. In the past three years, our country's scientific undertakings, under the labor organization of the Chinese Academy of Sciences and with the cooperation of scientific research institutions of various government departments, universities and industrial and mining enterprises, have begun a systematic investigation and research of the country's natural conditions and resources, and have prepared for the needs of national defense, industry, agriculture, and health construction; they have gradually given rise to opportunities to carry out research in applied science and theoretical science, create a number of advanced technologies, and create many scientific novelties that in the past were entirely left to foreign countries. Our country's scientific workers, through the thought reform movement, are overcoming the academic style of thinking that was divorced from reality and politics in the past, and are making scientific work serve national construction. Under the guidance of the great Mao Zedong Thought, our country's people's scientific undertakings will have great prospects for development.\" (由于祖国建设事业的需要，人民政府重视科学研究工作的发展。中华人民共和国成立后，在中央人民政府政务院建立了国家的科学研究中心--中国科学院。三年来，我国的科学事业，在中国科学院的劳动组织下，并得到政府各部门，高等学校和工矿企业的科学研究机构配合，已开始了国家自然条件和资源的有系统的调查研究，并为国防，工业，农业，卫生建设的需要逐步有机会开展了应用科学和理论科学的研究，创造了若干先进技术，创制了过去完全仰给于外国的很多科学用品。我国科学工作者，经过思想改造运动，正在克服者过去脱离实际，脱离政府的学院式的思想作风，使科学工作为国家建设服务。在伟大的毛泽东思想的指导下，我国的人民科学事业将有远大的发展前途)",
    "Theme": "Early Campaigns (1949-1954)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1952",
        "photograph",
        "Chinese Academy of Sciences",
        "CAS",
        "中国科学院",
        "Beijing",
        "science",
        "39.91, 116.36"
    ]
}