{
    "Title": "\nGeneral knowledge about three types of attack educational wall charts\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "1983, June",
    "Publisher": "Office of the National Civil Air Defense Commission (国家人民防空委员会办公室)",
    "Size": "53x77 cm.",
    "Call nr.": "BG E37/692",
    "Collection": "Landsberger collection",
    "Notes": "An 18-poster series, \"General knowledge about three types of attack educational wall charts\" (三防常识教育挂图), published in June 1983 by the Office of the National Civil Air Defense Commission (国家人民防空委员会办公室). The three types of attack are those with nuclear, chemical, and biological weapons.This opening poster provides information about the purpose and the contents of the posters to follow.The text, \"Introduction\", reads \"The competition between the superpowers for world hegemony is the main source of chaos in the world today. The danger of war continues to exist, and we must be prepared for danger in times of peace and be prepared for wars against aggression. Nuclear, chemical and biological weapons, especially nuclear weapons, have the effect of mass killing and destruction, and we must pay attention to the protection against them. As long as we implement the strategic policy of active defense, adhere to the principle of integrating mass defense with specialists, and pay attention to strengthening the education in the three defenses in peacetime, every citizen will understand the lethal and destructive effects of nuclear, chemical and biological weapons, and learn how to protect themselves. Protective methods and adopting corresponding protective measures can effectively preserve manpower and war potential during wartime and help win the war against aggression.\" (超级大国对世界霸权的争夺，是当今世界祸乱的主要根源。战争的危险依然存在，我们必须居安思危，做好反侵略战争的准备。核，化，生武器特别是核武器具有大规模杀伤破坏作用，我们必须重视对它们的防护。只要我们贯彻积极防御的战略方针，坚持以群专结合群防为主的原则，在平时注意加强三防教育，使每个公民对核，化，生武器的杀伤破坏作用都有所了解，学会防护方法，采用相应的防护措施，到战时就能有效地保存有生力量和战争潜力，赢得反侵略战争的胜利).",
    "Theme": "",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1983",
        "civil defense",
        "nuclear weapons",
        "chemical warfare",
        "biological warfare",
        "chart",
        "high-rise building",
        "city",
        "alarm"
    ]
}