{
    "Title": "\nA Crowd of Clowns\n",
    "Designer": "Weng Rulan (翁如蘭)",
    "Date": "1967",
    "Publisher": "The \"Struggle Peng, Lu, Luo, Yang Counter-Revolutionary Revisionist Group\" Preparatory Office (斗争彭、陆,罗,杨反革命修正主义集团筹备处), Shanghai",
    "Size": "54x77,5 cm.",
    "Call nr.": "BG E39/563",
    "Collection": "IISH collection",
    "Notes": "This image was first published by the \"Red Guards. Capital Department no. 1\" in Beijing, February 1967. It features the first thirty-nine high-ranking targets of the Cultural Revolution in the order they were purged from government. The poster was a succes, and has been published in many formats and versions by many 'rebel' organizations. The artist was a 22-year old student of the Central Academy of Fine Arts in Beijing, Weng Rulan.Heading the parade is Lu Dingyi (陆定一), director of the CCP Propaganda Department and minister of culture, beating a drum. He is followed by prominent figures from the cultural elite, such as Wu Han (吴晗), Liao Mosha (廖沫沙), and Deng Tuo (邓拓), who had been attacked for criticizing Mao in their writings. Then come the deposed vice-ministers of culture Xia Yan (夏衍) and Zhou Yang (周扬), blowing trumpets, and the playwright Tian Han (田汉), wearing a Peking opera robe.Then the focus in the parade shifts to the political elite. Prominently pictured are Peng Zhen (彭真), mayor of Beijing, on a cart; General Luo Ruiqing, whose leg is in a cast, carried in a basket; Wang Guangmei, Liu Shaoqi's wife, on a bicycle; He Long with mustache and hairy chest; Liu Shaoqi and Deng Xiaoping in sedan chairs, surrounded by their supporters.Sources:Julia F. Andrews, Painters and Politics in the People's Republic of China, 1949-1979 (Berkeley, etc.: University of California Press, 1994)",
    "Theme": "Cultural Revolution Campaigns (1966-1976)",
    "Tags": [
        "China",
        "poster",
        "Lu Dingyi",
        "陆定一",
        "Wu Han",
        "吴晗",
        "Liao Mosha",
        "Deng Tuo",
        "邓拓",
        "Xia Yan",
        "Zhou Yang",
        "周扬",
        "Peng Zhen",
        "彭真",
        "Luo Ruiqing",
        "罗瑞卿",
        "Wang Guangmei",
        "王光美",
        "Yang Shangkun",
        "杨尚昆",
        "propaganda",
        "Chinese",
        "刘少奇",
        "1967",
        "parade",
        "邓小平",
        "He Long",
        "贺龙",
        "Deng Xiaoping",
        "Liu Shaoqi",
        "caricature"
    ]
}