{
    "Title": "\nZhaojialou burning; \"May Fourth\" student demonstrations\n",
    "Designer": "Zhou Lingzhao (周令钊)",
    "Date": "1985",
    "Publisher": "Renmin jiaoyu chubanshe (人民教育出版社), Beijing",
    "Size": "53x77 cm.",
    "Call nr.": "BG E50/5",
    "Collection": "IISH collection",
    "Notes": "At the end of April 1919, when news of the failure of the Chinese representatives at the \"Paris Peace Conference\" arrived, the Chinese people rose in anger. On May 4, patriotic students from various schools in Beijing marched and demonstrated to protest against the traitorous behavior of the Beiyang warlords. They burned the Zhaojialou, the personal residence of warlord Cao Rulin, and beat up Zhang Zongxiang, triggering the \"May 4th\" patriotic movement that shocked China and the world. The raging fire in Zhaojialou kicked off the prelude to the new democratic revolution in China. The first patriotic student who opened the gate of Cao’s house and ignited the fire of Zhaojialou was Kuang Husheng from the Department of Mathematics and Physics of Beijing Higher Normal School (the predecessor of today’s Beijing Normal University).The text on the white vertical banner calls for the rejection of the \"21 Demands\", made during the First World War by Japan to the government of the Republic of China on 18 January 1915. The secret demands would greatly extend Japanese control of China. Japan would keep the former German areas it had conquered in Shandong Province at the start of World War I in 1914. It would be strong in Manchuria and South Mongolia. It would have an expanded role in railways. The most extreme demands (in section 5) would give Japan a decisive voice in finance, policing, and government affairs. The last part would make China in effect a protectorate of Japan, and thereby reduce Western influence. Zhang Zongxiang had been the Chinese ambassador to Japan at the time of the negotiations over the Demands.The original painting of this poster, entitled \"May 4th Movement\" (五四运动), was made by Zhou Lingzhao in 1951, and is in the collection of the National Museum of China.Nr. 5 from a series of posters for primary schools, published in Beijing.",
    "Theme": "May Fourth Movement (1919)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1985",
        "Beijing",
        "May Fourth Movement",
        "五四运动",
        "Wusi Yundong",
        "demonstration",
        "banner",
        "megaphone",
        "北京",
        "Tian'anmen",
        "天安门",
        "student",
        "39.915285739981, 116.43078647232"
    ]
}