{
    "Title": "\nLong live peace\n",
    "Designer": "Fei Shengfu (费声福)",
    "Date": "1953, November",
    "Publisher": "Minzu chubanshe (民族出版社), Renmin meishu chubanshe (人民美术出版)",
    "Size": "53.5x77.5 cm.",
    "Call nr.": "PC-1953-014",
    "Collection": "Private collection",
    "Notes": "Song Qingling (in the middle, dark dress) in the Forbidden City, surrounded by participants in the Asia and Pacific Region Peace Conference held in Beijing, October 1952. They are greeted and given flowers by enthusiastic Chinese. The Hall of Supreme Harmony in the background has been decorated for the occasion with a huge peace dove after a design by Pablo Picasso. We have tried to identify the pictured participants (left to right):Woman with brown hair: probably Monica Felton (UK), perhaps Raymonde Dien (France).Man in brown suit and white cap: Saifuddin Kitchlew (India).Woman with flowers: Tahira Mazhar Ali (Pakistan).Man in light suit wearing glasses: Ivan Ivanovic Anisimov (USSR).Song Qingling.Man to Song's right: Peng Zhen.Man with flowers wearing glasses: Guo Moruo.Woman holding boy: Mun Ye-bong (North Korea).Man holding girl: Louis W. Wheaton (CP USA, black man with spectacles).Young man in brown suit: possibly Kameda Togo (Japan).Man bending forward: Han Sor-ya (North Korea).Woman with brown hair on the right: probably Raymonde Dien (France), perhaps Monica Felton (UK).This is a print with text in Korean. The Chinese version was published simultaneously. A 1953 gouache design for this poster was sold in January 2021 at Xiling Auctions for RMB 460,000 (around € 60,000 or $ 65,000).",
    "Theme": "Early Campaigns (1949-1954)Foreign FriendsSong Qingling",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1953",
        "Tian'anmen",
        "Song Qingling",
        "宋庆龄",
        "dove",
        "flowers",
        "applause",
        "peace",
        "worker",
        "peasant",
        "soldier",
        "sailor",
        "Korean",
        "foreign visitors",
        "Picasso Dove of Peace",
        "Indian",
        "Guo Moruo",
        "郭沫若",
        "Peng Zhen",
        "彭真",
        "Asia and Pacific Region Peace Conference",
        "Monica Felton",
        "Raymonde Dien",
        "Saifuddin Kitchlew",
        "Tahira Mazhar Ali",
        "Ivan Ivanovic Anisimov",
        "Mun Ye-bong",
        "Louis W. Wheaton",
        "Kameda Togo",
        "Han Sor-ya",
        "Forbidden City",
        "39.91446, 116.39086"
    ]
}