{
    "Title": "\nResolutely ban reactionary secret societies\n",
    "Designer": "Hu Su (胡甦)",
    "Date": "1951, June",
    "Publisher": "Shandong renmin chubanshe (山东人民出版社)",
    "Size": "76x54 cm.",
    "Call nr.": "PC-1951-006",
    "Collection": "Private collection",
    "Notes": "The poster is packed with details and small texts, accusing the 'reactionary secret societies' of collaboration with the Japanese and spying for the Guomindang, of counterrevolutionary activities, fraud, and rape.On the table in the main picture, from left to right: boxes with holy scriptures, a fallen flask with elixir of life (仙丹，xiandan), rolls of papers with the characters for intelligence (情报, qingbao), secret orders (密令, miling) and amulet (符咒, fuzhou), piles of paper with plans for organizing the masses in the countryside (组织农众，自卫军，计划，zuzhi nongzhong, ziweijun, jihua), plans for rebellion (暴动计划, baodong jihua), and plans to spread vicious rumors (放毒，破坏，造谣, fangdu, pohuai, zaoyao).Behind the table: a masked spy with a gun, a man holding a mouthpiece with the text 'Start rumors'(造谣, zaoyao), a man writing on a piece of paper with the text 'intelligence' (情报, qingbao), and a masked spy with a Guomindang armband.The caption of the first small picture:The help that reactionary secret societies gave to the Japanese invaders to slaughter the people has been successful, the Japanese invader Hideki Tojo is awarding a certificate of thanks (反动道会门帮助日寇惨杀人民有功，日寇东条英机奖给感谢状, Fandong dao huimen bangzhu rikou cansha renmin yougong, rikou Dongtiao Yingji jianggei ganxiezhuang).Text on the ribbon:The great country of Japan gives a certificate of thanks to the reactionary secret society to keep (大日本赠感谢状道会门存, Da Riben zeng ganxiezhuang daohuimen cun).Text on the roll of paper:Goodwill between China and Japan, the common glory of East-Asia (中日亲善，东亚共荣, Zhong Ri qinshan, Dongya gongrong).The caption of the second small picture:Helping bandit Chiang with the special assignments of destroying, spreading rumors and passing on intelligence (帮助蒋匪特务破坏造谣传情报, Bangzhu jiang fei tewu pohuai zaoyao chuan qingbao).The caption of the third small picture:Organizing the masses in the countryside and the self-defense force, anticommunism and opposing the people (组织农众自卫军，反共反人民, Zuzhi nongzhong ziweijun, fan gong fan renmin).On the yellow pennant: orders (令, ling). On the tablecloth: arms, rebellion (武装，暴动, wuzhuang, baodong). On the objects on the floor: magic water (神水，shenshui), assasination (暗杀, ansha), rebellion (暴动, baodong), intelligence (情报, qingbao), destroy (破坏, pohuai), spread rumors 造谣, zaoyao), elixer of life (仙丹, xiandan).The caption of the fourth small picture:Defrauding money, raping and tricking women and causing a lot of people to be destitute and homeless (讹诈钱财，奸骗妇女，害得多少人民家破人亡, Ezha qiancai, jianpian funü, hai de duoshao renmin jia po ren wang).Above left: Consistent authentic traditions (一贯真传, yiguan zhenchuan).Above right: unclear. The text reads 太上师蛆 (taishang shiqu). 太上 means Daoist, but 师蛆 is not clear - Master maggot? Perhaps a play on words?Translations: Luuk van 't Hoff",
    "Theme": "Withdraw from the Sects movement (1951-1953)",
    "Tags": [
        "hand",
        "finger",
        "pointing",
        "China",
        "poster",
        "secret society",
        "superstition",
        "priest",
        "gangster",
        "国民党",
        "Japanese",
        "propaganda",
        "Chinese",
        "1951",
        "pistol",
        "fist",
        "candle",
        "Chiang Kai-shek",
        "Guomindang",
        "Jiang Jieshi",
        "蒋介石"
    ]
}