{
    "Title": "\nHis laboring work is the best\n",
    "Designer": "Shang Husheng (尚滬生)",
    "Date": "1953, November",
    "Publisher": "Renmin meishu chubanshe (人民美术出版社), Tianjin",
    "Size": "38.5x53.5",
    "Call nr.": "PC-1953-s-016",
    "Collection": "Private collection",
    "Notes": "A group of women sociably washing clothes in a creek, while a group of male workers with a horse and agricultural tools passes by. The young man at the front of the group catches their attention.This poster has many layers of meaning. It refers to the introduction of mutual-aid teams, a first step in the collectivisation of agriculture. There is a relation with the Marriage Law, introduced in 1950, defining that marriages should be based on the free choice of partners, giving men and women equal rights in this respect. The traditional division of labour is propagated: men doing the hard work in the fields, while the women perform their household chores. Coraline Jortay has noted how this is reinforced in the title, using the character 他 (him) and thus gendering 'real' labour as male, and washing clothes as something lesser, not 'the best'.And obviously something else is at stake here as well. The young man puffing out his chest and showing off his strong arms; the women looking-but-not-looking at him, discussing his qualities, two of them touching their hair, conscious of being seen by the young man; the slightly older woman, with the child, looking at the younger girls with a slight smile... Romantic encounters between women and men are extremely rare in Chinese propaganda posters; another example is Soldiers hurry to help sowing, from 1959.SourcesCaroline Jortay, Gender as a Linguistic Battleground: Pronominal Feuds of the Republican Period and the early PRC, http://blog.westminster.ac.uk/contemporarychina/gender-as-a-linguistic-battleground-pronominal-feuds-of-the-republican-period-and-the-early-prc/, December 2020.",
    "Theme": "New Marriage Law (1950)Land Reform and Collectivization (1950-1953)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1953",
        "countryside",
        "woman",
        "washing",
        "brook"
    ]
}