{
    "Title": "\nTesting mother\n",
    "Designer": "Jiang Yan (姜燕)",
    "Date": "1953, November",
    "Publisher": "﻿Renmin meishu chubanshe (﻿人民美术出版社)",
    "Size": "﻿54x38.5 cm.",
    "Call nr.": "PC-1953-s-010",
    "Collection": "Private collection",
    "Notes": "The painting reproduced on this poster is described and evaluated in \"Traditional Painters Find New Themes\" by Wang Chao-wen (China Reconstructs, March-April 1954, p. 25):\"Can the traditional technique serve as a vehicle for new ideas and feelings? A positive answer is given by such works as 'Examination for Mamma'. Though not without technical defects, this painting has the merit of being a creative, truthful and living reflection of contemporary life. The theme is one that can be observed daily in the villages and towns of New China - a little schoolgirl teaching her mother to read. The artist has captured the drama of this seemingly commonplace situation. The mother, who is being examined on her lessons, is musing happily. She seems to smile and yet does not. Her eyes are neither on the paper nor on the child. The daughter, wanting to \"stump\" her mother, has raised a difficult question and thinks this great fun. The two are teacher and pupil but not ordinary teacher and pupil. They are mother and daughter but not only mother and daughter. By ingenious arrangement of significant and characteristic detail, the painter makes a natural, simple and reasonable statement of the relationship between the two.Besides showing the love between the mother and daughter, the painting conveys the warm sympathy of the young woman artist for the two characters she has painted. Because she has this feeling, and understands the social significance of the situation she portrays, the picture is free from cold objectivism and all tendencies merely to imitate an old theme.'Examination for Mamma' and other paintings, such as the exquisite 'Day Lily', moved visitors to the exhibition deeply. This was because their creators faced reality. The reality of the new China enables artists to exert their creative powers fully. It is a guarantee that Chinese painting will grow in beauty and vigour.\"",
    "Theme": "Combat Illiteracy Campaigns (1950-1956)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "1953",
        "mother",
        "daughter",
        "alphabetization",
        "Pioneers",
        "basket",
        "baby",
        "literacy campaign",
        "lattice",
        "book bag",
        "kang",
        "炕",
        "literacy",
        "illiteracy",
        "breastfeeding"
    ]
}