{
    "Title": "\nLong live the victory of Chairman Mao's revolutionary line in art!\n",
    "Designer": "Designer unknown (佚名)",
    "Date": "1967, August",
    "Publisher": "Tianjin renmin meishu chubanshe (天津人民美术出版社)",
    "Size": "77x52 cm.",
    "Call nr.": "PC-1967-001",
    "Collection": "Private collection",
    "Notes": "A worker, soldier and peasant with brush, pen and spade threaten a figure wearing a Liu Shaoqi mask, crouching in front of a pillory with chains and the characters 修养 (Cultivation - Xiuyang). This refers to Liu's influential 1939 publication with the full title 论共产党员的修养 (How to be a good Communist), now attacked as a harmful rival to the Little Red Book and undermining correct Mao Zedong Thought.Behind them a group holds Mao publications, a Mao portrait and musical instruments. The worker on the right has a booklet Selected Revolutionary Songs 3 (革命歌曲选 3), on the back page is the text to the song \"Fighters love to read the Three Old Articles\" (战士爱读老三篇). A Red Guard in the middle of the group holds high a pink placard with the text and notation of the song \"The force at the core leading our cause forward\" (领导我们事业的核心力量). This is a Mao quotation set to music, the first sentence of the Little Red Book: \"The force at the core leading our cause forward is the Chinese Communist Party\". Such placards were commonly used in organised group singing.Top right a mural has been painted criticising those in the Party that follow the \"capitalist road\".The long text in red characters is from Mao's Closing Remarks at the 1942 Yan'an Forum on Literature and Arts, republished in the Little Red Book (chapter 32):要使文艺很好地成为整个革命机器的一个组成部分, 作为团结人民，教育人民，打击敌人，消灭敌人的有力的武器，帮助人民同心同德地和敌人作斗争.We must ensure that literature and art fit well into the whole revolutionary machine as a component part, that they operate as powerful weapons for uniting and educating the people and for attacking and destroying the enemy, and that they help the people fight the enemy with one heart and one mind.",
    "Theme": "Cultural Revolution Campaigns (1966-1976)",
    "Tags": [
        "China",
        "poster",
        "Chinese",
        "propaganda",
        "毛泽东",
        "brush",
        "pen",
        "spade",
        "accordion",
        "毛主席语录",
        "红卫兵",
        "1967",
        "Quotations from Chairman Mao",
        "Mao Zhuxi Yulu",
        "Mao portrait",
        "Mao Zedong",
        "Red Guards",
        "Hong Weibing",
        "Little Red Book",
        "art",
        "flute",
        "Liu Shaoqi",
        "Cultural Revolution",
        "文化大革命",
        "刘少奇",
        "Three constantly read articles",
        "老三篇",
        "Talks at the Yan'an Forum on Literature and Art",
        "在延安文艺座谈会上的讲话",
        "How to be a good Communist",
        "修养",
        "musical notation"
    ]
}