{
    "Audio Description": "This World War II recruitment poster has multiple parts. The main page contains a listing of 26 types of Navy jobs, which include the insignia of the position, the duties of the job, educational requirements, and related civil jobs. At the top of this page in large dark blue block letters are the words, “Navy educational program, mathematics and science.” In red italic letters are the words, “What elementary and secondary schools can do for the Navy.” Some of the jobs described are: gunner’s mates, quartermasters, aviation metalsmiths, torpedomen, carpenter’s mates, radiomen, photographers, and electrician’s mates. Page 1 shows a blue-toned photograph of a classroom of Naval recruits. Below are the words, “Navy educational program, elementary and secondary schools.” A drawing of a red, white, and blue American flag on a stand is to the left. On page 2, under the text, “The United States Navy Vocational Schools,” is a description of the schools and 4 blue-toned photographs of naval recruits shown in various classes. Page 3 provides a list of suggested reference materials, with 2 blue-toned photographs of naval recruits on the job. Page 4 includes 5 blue-toned photographs of naval recruits training. The words, “Vocational trade training in the United States Navy” appear at the bottom of the page. Large dark blue letters a the top of page 5  say, “Care of men, US Navy, hospitalization, exercise, recreation.” This page includes 5 blue-toned photographs of Navy nurses, and recreational activities. Page 6 declares “Healthy bodies, active minds are developed in men of the US Navy.” Shown here are 4 images entitles “before” and “after” depicting the beneficial results of the physical fitness program for two recruits, with text describing the program.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Bureau of Naval Personnel",
    "Date Original": "1942",
    "Description": "Poster, 70 x 56 cm. Recto: a chart with a photo of a naval ship and insignia for workers of various trades. Verso: photos include uniformed sailors working at various trade skills, including repairing airplanes and attending classroom instruction.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "13116264; POSTER N 1.2:ED 8",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Navy--Recruiting, enlistment, etc.; World War, 1939-1945--United States; War posters, American",
    "Title": "Navy educational program: what elementary and secondary schools can do for the Navy: mathematics & science",
    "Type": "Image/Text",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/199\">Navy educational program: what elementary and secondary schools can do for the Navy: mathematics & science</a></span>"
}