{
    "Audio Description": "This black and white poster about war production has three illustrations. In the top right corner is a picture of two men in black suits seated at a table looking at documents. A factory can be seen outside the window behind one of the men. In the lower right corner is a picture of a worker with rolled up sleeves calibrating an aircraft instrument. The center image in an outline of the United States showing a factory on each coast. Within the United States, in black letters, are the words “One east coast manufacturer turned over its patents for strain-testing equipment to a west coast firm in order to shift its own technical personnel to more urgent defense work.” At the top of the poster in white letters outlined in black are the word “Making America strong,” below that in black letters are the words “Competitive companies co-operate to produce important instruments for military aircraft.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "National Association of Manufacturers (U. S.)",
    "Date Original": "circa 1942",
    "Description": "One of a series of posters  created as \"A service to schools, provided as a part of the Public Information Program of the National Association of Manufacturers.\"",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "13468673;POSTER 355.26 M28c",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; Manufacturing industries--Military aspects--United States; Aircraft industry--Military aspects--United States; Industrial mobilization--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Making America strong: competitive companies co-operate to produce important instruments for military aircraft",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/167\">Making America strong: competitive companies co-operate to produce important instruments for military aircraft</a></span>"
}