{
    "Audio Description": "This black and white poster about war production describes how many workers it takes to support one soldier. At the top of the poster on large white letters outlined in black are the words, “Making America strong.” To the left of these words is the image of a factory with 3 smokestacks, belching out white smoke. The words “US industry today employs 18 men to back up one soldier in the Army” appear in large black letters below. A running soldier carrying a rifle is depicted in the center left of the poster, a shell bursting behind him.  Above and to the right of him are the words, “How this ratio has grown through the years.” Down the right side of the poster are depictions of soldiers from various eras, next to the date. To the left of each date are images of the number of workers employed to back up a soldier during that time period. The first year is 55 BC and there are no workers displayed. The second is 1795, with ½ of a worker. The third is 1870, showing one worker. 1918 is next, with 5 workers. Last is 1940 with all 18 workers in a line reaching nearly the width of the poster.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "National Association of Manufacturers (U. S.)",
    "Date Original": "circa 1942",
    "Description": "One of a series of posters  created as \"A service to schools, provided as a part of the Public Information Program of the National Association of Manufacturers.\"",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "13468624 ; POSTER 355.26 M28u",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; Manufacturing industries--Military aspects--United States; Industrial mobilization--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Making America strong: U. S. industry today employs 18 men to back up one soldier in the Army",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/162\">Making America strong: U. S. industry today employs 18 men to back up one soldier in the Army</a></span>"
}