{
    "Audio Description": "This black and white poster about war production shows factories that produce airplanes or airplane parts. At the top of the poster are large white letters outlined in black that say, “Making America strong.” Below are 4 bar graphs in the shape of a line of factories. Each bar gets successively higher as you read to the right of the poster. Below the first graph are the words, “30 firms make engines.” Above it is a circular graphic image of an aircraft engine. Below the second graph are the words, “35 firms turn out propellers.” Above it is a circular graphic image with a propeller in the center. Below the third graph are the words, “40 firms construct instruments.” Above this is a circular graphic image showing the dashboard instruments in a plane cockpit. Below the last graph are the words, “90 firms produce complete airplanes.” Flying out of the top of this graph are 9 different types of airplanes. As they arc toward the left side of the poster they increase in size. Under the arc of the planes are the words, “Today about 800 American industrial concerns either make airplanes or supply the parts.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "National Association of Manufacturers (U. S.)",
    "Date Original": "circa 1942",
    "Description": "One of a series of posters  created as \"A service to schools, provided as a part of the Public Information Program of the National Association of Manufacturers.\"",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "13468632; POSTER 355.26 M28t",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; Manufacturing industries--Military aspects--United States; Aircraft industry--Military aspects--United States; Industrial mobilization--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Making America strong: today about 800 American industrial concerns either make airplanes or supply the parts",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/163\">Making America strong: today about 800 American industrial concerns either make airplanes or supply the parts</a></span>"
}