{
    "Audio Description": "The words “Making America strong”, in large white letters outlined in black, are at the top of this black and white poster about war production.. In the upper left corner Uncle Sam is shown with a family. He wears a dark jacket and his traditional striped top hat with a band of stars. With him are a man, a woman and a child. Uncle Sam is pointing to the right of the poster and the family is looking in that direction. The words he is point at read, “Industry’s ever improving mass of production methods step up output of latest type warplanes.” Beneath this is a warplane in flight, indicated by the movement lines behind the wings and the blurred propeller. The plane appears to be bursting through the paper of the poster. To the left of this image are the words, “Multiple drill unit for plane engines”, next to a drawing of a drill unit. At the bottom of the poster are two more drawings of equipment to create plane parts. At the left is a man working at a plane cannon lathe, with the words “Fool proof lathe for plane cannon” superimposed over the image. To the right is a drawing of another machine with the word, Multi-blade machine for plane propellers.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "National Association of Manufacturers (U. S.)",
    "Date Original": "circa 1942",
    "Description": "One of a series of posters  created as \"A service to schools, provided as a part of the Public Information Program of the National Association of Manufacturers.\"",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "13468640;POSTER 355.26 M28i",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; Manufacturing industries--Military aspects--United States; Aircraft industry--Military aspects--United States; Industrial mobilization--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Making America strong: industry's ever improving mass production methods step up output of latest type war planes",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/164\">Making America strong: industry's ever improving mass production methods step up output of latest type war planes</a></span>"
}