{
    "Audio Description": "At the center of this poster is a color photograph of a brunette, blue-eyed woman in a dark green Army Nurse Corps uniform and cap, with a tan shirt and tie. On the front of her cap is a gold insignia of an eagle holding an olive branch in its right talon and a bundle of arrows in its left. The eagle has a ribbon in its beak and is balancing the Great Seal of the United States above its head. Her uniform has brass bars and buttons on the shoulders, and a brass button on her right pocket. Above her left pocket is a ribbon bar. On each lapel are brass letters that  “U.S.” and a caduceus (medical insignia). Above the photograph, on a white background in gray letters, are the words “You are needed now”. Below the photograph, on a white background in dark red letters, are the words “join the Army Nurse Corps, Apply at your Red Cross recruiting station.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Green, Ruzzie",
    "Creator": "American National Red Cross; United States. Army Nurse Corps",
    "Date Original": "1943",
    "Description": "Poster, 78 x 52 cm, artist: Ruzzie Green",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "14115745 ; POSTER 940.54771 AMER 13",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Army Nurse Corps; Nurses--United States; World War, 1939-1945--War work--United States; World War, 1939-1945--Recruiting & enlistment; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "You are needed now: join the Army Nurse Corps: apply at your Red Cross Recruiting Station",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/168\">You are needed now: join the Army Nurse Corps: apply at your Red Cross Recruiting Station</a></span>"
}