{
    "Audio Description": "This large poster is presented in multiple pages. This page is the poster that is the primary graphic element about the United States Army Signal Corps. At the top of the poster in capital red and black letters is the question: “Do you know radio, telephone or telegraph work?” Underneath the title is a paragraph that explains members of the signal corps serves as electronic sentries. Below the text and towards the right is a photo of two hands manipulating a dial on a radio. Long, light red bolts emit from the left hand on the radio to an airplane, a tank, a cannon and an infantryman. The insignia for the signal core with white and red flags in a blue circle appears over one of the bolts. Above the photo of the hands operating the radio is a blue box labeled: “The U.S. Army needs your skills now.” Along the bottom of the poster are four photos and accompanying text in blue boxes showing servicemen involved in the construction, operations, repair and maintenance of lines of military communication. The other pages are on the reverse side of the poster. Pages 1 and 4 are for mailing information. Page 2 shows a soldier with a gas mask to the right of large black type that reads: “The Nerve Center of the Army needs skilled hands today.” The first sentence of the three paragraphs of text that covers the bottom half of the page begins: “This is a war of speed --- a radio war,” and goes on to appeal for recruits to the signal corps. Page 3 contains text explaining the enlistment and training for the signal corps in the upper right hand corner. The left side of the photo contains five black and white photos with accompanying text that shows servicemen involved in instruction, experimenting, experience, action and power.\r\n\r\n \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Army. Recruiting Publicity Bureau",
    "Date Original": "1942",
    "Description": "Poster, 46 x 61 cm. Recto: a graphic design incorporates photos of military airplanes and tanks with scenes of radio operators and the insignia of the U. S. Army Signal Corps. Verso: photos of radio operators and the insignia of the U. S. Army Signal Corps.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "14115554; POSTER W 3.2:SI 2/5",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Army. Signal Corps; United States. Army--Recruiting, enlistment, etc.; World War, 1939-1945--United States; War posters, American",
    "Title": "Do you know radio, telephone or telegraph work?: the U. S. Army needs your skill now!",
    "Type": "Image/Text",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/183\">Do you know radio, telephone or telegraph work?: the U. S. Army needs your skill now!</a></span>"
}