{
    "Audio Description": "The words “Rationing means a fair share for all of us” are printed in black in a white bar that divides the poster in half. There are two similar scenes above and below the white bar with two women in at a shoe store. On a light green background, the top image depicts a balding middle-aged man seated on a stool He is shrugging his shoulders with his empty palms out stretched. He is wearing a black suit, black tie, black shoes and a white handkerchief peeks out of his left breast pocket. He looks apologetically at a disappointed looking young woman to his right.  The woman is wearing a black dress, black hat with a flower and one black shoe. She is holding the other shoe in her hand and pointing at it. To the man’s left is a happy looking dark-haired woman in a black dress with a white collar, who is walking away with her arms full of boxes. She is wearing white gloves, a black hat with a feather. Sparkle lines drawn around her black shoes indicate that they are new. There are empty shelves behind this group. Below the white band that separates the two images is the same scene but this time everyone is  smiling. ",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Price Administration",
    "Date Original": "circa 1943",
    "Description": "Poster, 36 x 28 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "14122063 ; POSTER PR 32.4212:R 18x5",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; Rationing--United States; World War, 1939-1945; War posters, American",
    "Title": "Rationing means a fair share for all of us",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/171\">Rationing means a fair share for all of us</a></span>"
}