{
    "Audio Description": "This nursing recruitment poster is written in red and black text on a white background. In the bottom left corner is a gray eagle with the letters OWI in white across its chest. In a circle around it are the words “United States Office of War Information”. The text of the poster reads: Our Wounded Need Help!  Ten ways you can release nurses for military service.  \r\nDO ALL OF THESE: 1. Remember hospital beds are at a premium.  Defer a non-essential operation when a doctor asks you.\r\n2. Save the nurse’s time at the hospital by only asking for necessary service.\r\n3. Do not employ a special nurse except for critical illness. Use your local visiting nurse association or hourly nursing service for illness at home.\r\n4. Guard your own health.  Don’t take unnecessary risks.\r\n\r\nDO AT LEAST ONE OF THESE: \r\n5. Work in a hospital in any type of housekeeping duties.\r\n6. Become a U. S. Cadet Nurse if you are eligible.\r\n7. Become a Red Cross Volunteer Nurse’s Aide if there is a program in your community. If you are a trained aide, serve at least ten hours every week.\r\n8. Learn how to take care of members of your own family. Take a Red Cross Home Nursing course.\r\n\r\nHELP RECRUIT A NURSE\r\n9. Urge every nurse and retired nurse not eligible for military service to take an essential civilian nursing job.\r\n10. Seek out every nurse classified as available for military service. Urge her to apply at once to the American Red Cross or wire collect the Surgeon General of the Army.\r\n\r\nUnited States. Office of War Information \r\n\r\nAmerican Red Cross- Recruiting agency for Army- Navy Nurse Corps\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information; American National Red Cross",
    "Date Original": "circa 1942-1945",
    "Description": "Poster, 71 x 54 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "14122147; POSTER PR 32.5015:129B",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Army Nurse Corps--Recruiting, enlistment, etc.; United States. Navy Nurse Corps--Recruiting, enlistment, etc.; World War, 1939-1945--United States; World War, 1939-1945--War work--United States; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Our wounded need help!: ten ways you can release nurses for military service...",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/174\">Our wounded need help!: ten ways you can release nurses for military service...</a></span>"
}