{
    "Audio Description": "This poster is a collage of black and white photos that support the Victory Book Campaign. While most World War II posters are vertical, this poster is horizontal and is comprised of 32 pictures. In the upper left hand corner of the poster is the heading that reads: “Keep ‘em reading!! Notables endorse Victory Book Campaign and request your books for our country’s soldiers and sailors.” Some of the notable people that are pictured in the poster include the actress Peggy Wood, pianist Oscar Levant, Senator Wendell Wilkie, and the chorus of the Broadway musical “Best Foot Forward.” The photos are displayed side by side and overlap each other, and stacks of books appear as the featured element in a number of the pictures. In the corner of each photo is a number that corresponds to a numbered legend at the bottom of the page that identifies each person and scene on the poster.\r\n",
    "Collection Name": "World War II - Posters",
    "Date Original": "circa 1943",
    "Description": "Poster, 44 x 56 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "14122097; POSTER 940.547797471 KEEP",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Victory Book Campaign; Celebrities--New York (State)--New York; World War, 1939-1945--United States; War posters, American",
    "Title": "Keep 'em reading!: notables endorse Victory Book Campaign and request your books for our country's soldiers and sailors",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/172\">Keep 'em reading!: notables endorse Victory Book Campaign and request your books for our country's soldiers and sailors</a></span>"
}