{
    "Audio Description": "This poster focuses on the services of the Chicago Quartermaster Depot of the Quartermaster Corp of the United States Army. On the right side of the poster in large black cursive letters are the words “Unending Supplies” followed on the next line with large blue capital letters that read “For Victory!” Below the two-line title of the poster are two columns of text, consisting of three paragraphs explains that the supply lines from the Chicago depot extends 15,000 miles around the world to nearly 50 battlefront. To the left of the text is a color illustration of the gray and red brick façade of the Chicago Quartermaster Depot. Behind the depot is a green and blue globe showing the United States and the western portion of South America. Above the globe is insignia of the Corp with a spread-winged eagle purchased on ship’s wheel with a sword and key crossing at the hub of the wheel. To the right of the insignia is an illustration of a soldier holding a supply package on his shoulder.  Radiating from the picture of the building are green lines to circular illustrations that show an American soldier in ten different locations around the world with identifiable landmarks, including Big Ben, the Eiffel Tower, the Tower of Pisa and the Taj Mahal. Each illustration has a bundle of three yellow supply packages next to it. \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Hausman, C.",
    "Date Original": "circa 1940-1945",
    "Description": "Poster, 45 x 57 cm, artist: C. Hausman",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "14122014; POSTER W 77.35:C 43x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Army. Quartermaster Corps. Chicago Depot; World War, 1939-1945--Equipment and supplies--United States; War posters, American",
    "Title": "Unending supplies for victory!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/170\">Unending supplies for victory!</a></span>"
}