{
    "Alternate Title": "For victory subscribe to the National Loan.",
    "Collection Area": "Art",
    "Creator": "Sem, 1863-1934, artist",
    "Date": "1918",
    "Description": "Poster showing troops of soldiers from the Napoleonic era, the French Revolution, and World War I, marching through the Arc de Triomphe. 'La Marseillaise' is urging them on. 'La Marseillaise' became the French national symbol for mobilization, which was taken from François Rude's (1784-1855) bas relief he sculpted for the Arc de Triomphe (1833-l836). The relief shows the 'Genius of Liberty' urging the troops of 1792 into battle. Later, this same figure is referred to as 'La Marseillaise.'",
    "Digital Object Type": "Still Image",
    "Digital Collection": "World War I Posters Collection",
    "Extent": "114 x 79 cm",
    "File Name": "85_130_442_001.jpg",
    "Format": "Posters",
    "Identifier": "85.130.442",
    "Language": "French",
    "Physical Collection": "Texas War Records War Poster collection",
    "Repository": "Harry Ransom Center Digital Collections",
    "Rights": "http://rightsstatements.org/vocab/NoC-US/1.0/",
    "Rights Note": "The Harry Ransom Center has determined, to the best of its ability based on available information, that this material is unlikely to be protected by copyright interests and is in the public domain.  Copyright status is, however, often difficult to determine with certainty, so restrictions may still exist.  You are solely responsible for obtaining whatever permission may be needed to use this material.  Rights holders for this material may be listed in the WATCH file: http://norman.hrc.utexas.edu/watch/.  If publishing in print, electronically, or on a website, users are asked to cite the Harry Ransom Center, The University of Texas at Austin.",
    "Subject": "World War, 1914-1918; World War, 1914-1918--Propaganda; Posters; Lithographs; World War, 1914-1918--Art and the war; World War, 1914-1918--France",
    "Title": "Pour le triomphe souscrivez à l'emprunt national",
    "Source": "<span>From: <a href=\"http://hrc.contentdm.oclc.org/digital/collection/p15878coll26/id/413\">Pour le triomphe souscrivez à l'emprunt national</a></span>"
}