{
    "ADA Note": "For Americans with Disabilities Act (ADA) accommodation, including help with reading this content, please contact diglib@temple.edu .",
    "Contact": "scrc@temple.edu",
    "Contributor": "Wilson, W. N., artist.; Victory Liberty Loan Committee.;",
    "Date": "[1919]",
    "Note": "Signed \"W.N. Wilson.\" Date of issue based on date of Victory Liberty Loan campaign. Orientation: Vertical.",
    "Description": "This advertisement is for display purposes only and will not appear in the newspaper. The text describes John J. Kelly, Private, 78th Co., 6th Regiment, who received an official citation for gallantry for his attack on an enemy machine gun nest. People are asked to follow Kelly's example and do their duty by subscribing to the Victory Liberty Loan.  The illustration depicts Kelly's attack on the enemy machine gun nest.",
    "Digital Collection": "Allied Posters of World War I",
    "File Name": "PT170072.jpg",
    "Format": "image/jpeg",
    "Identifier": "PT170072",
    "Language": "English",
    "Digital Publisher": "Philadelphia PA: Temple University Libraries.",
    "Repository Collection": "George F. Tyler Poster Collection",
    "Repository": "Digital Collections",
    "Resolution": "low",
    "Local Rights Statement": "This material is made available for private study, scholarship, and research use. For access to the original or a high resolution reproduction, contact: Temple University Libraries, Special Collections Research Center, scrc@temple.edu, 215-204-8257.",
    "Physical Description": "1 broadside : ill. ; 72 x 56 cm.",
    "Standardized Rights Statement": "http://rightsstatements.org/vocab/NoC-US/1.0/",
    "Subject": "Liberty bonds -- United States.; World War, 1914-1918 -- Propaganda.; World War, 1914-1918 -- Finance -- United States.; Advertising, Political -- United States.;",
    "Personal Names": "Kelly, John J.;",
    "Acknowledgment": "Digitization of this item was originally supported by a congressionally directed grant administered by the Institute of Museum and Library Services. IMLS Project CL00002-00.",
    "Title": "America's immortals : John J. Kelly.",
    "Type": "Posters",
    "Source": "<span>From: <a href=\"https://digital.library.temple.edu/digital/collection/p16002coll9/id/4279\">America's immortals : John J. Kelly.</a></span>"
}