{
    "ADA Note": "For Americans with Disabilities Act (ADA) accommodation, including help with reading this content, please contact diglib@temple.edu .",
    "Contact": "scrc@temple.edu",
    "Contributor": "Wilson, W. N., artist.; Liberty Loan Committee.;",
    "Date": "[1917 or 1918]",
    "Note": "Signed \"W.N. Wilson.\" Date based on America's participation in the war. Orientation: Vertical.",
    "Description": "Text tells how important it is for the American workmen to build the ships as fast as possible. This will be America's answer to the Hun. People must buy Liberty bonds so that we can keep on building ships to beat him. Illustration shows a large ship leaving the shipyard as workmen already prepare to build the next ship. Design for an advertisement for an unspecified Liberty Loan campaign.",
    "Digital Collection": "Allied Posters of World War I",
    "File Name": "PT170089.jpg",
    "Format": "image/jpeg",
    "Identifier": "PT170089",
    "Language": "English",
    "Digital Publisher": "Philadelphia PA: Temple University Libraries.",
    "Repository Collection": "George F. Tyler Poster Collection",
    "Repository": "Digital Collections",
    "Resolution": "low",
    "Local Rights Statement": "This material is made available for private study, scholarship, and research use. For access to the original or a high resolution reproduction, contact: Temple University Libraries, Special Collections Research Center, scrc@temple.edu, 215-204-8257.",
    "Physical Description": "1 broadside : ill. ; 72 x 56 cm.",
    "Standardized Rights Statement": "http://rightsstatements.org/vocab/NoC-US/1.0/",
    "Subject": "Liberty bonds -- United States.; World War, 1914-1918 -- Finance -- United States.; Shipbuilding industry -- Pennsylvania -- Philadelphia.; Advertising, Political -- United States.;",
    "Acknowledgment": "Digitization of this item was originally supported by a congressionally directed grant administered by the Institute of Museum and Library Services. IMLS Project CL00002-00.",
    "Title": "America's answer",
    "Type": "Posters",
    "Source": "<span>From: <a href=\"https://digital.library.temple.edu/digital/collection/p16002coll9/id/4236\">America's answer</a></span>"
}