{
    "ADA Note": "For Americans with Disabilities Act (ADA) accommodation, including help with reading this content, please contact diglib@temple.edu .",
    "Contact": "scrc@temple.edu",
    "Contributor": "Wilson, W. N., artist.; Victory Liberty Loan Committee.;",
    "Date": "[1919]",
    "Note": "Signed \"W.N. Wilson.\" Date of issue based on date of the Victory Liberty Loan campaign. Orientation: Vertical.",
    "Description": "Design for a newspaper and magazine advertisement for the Victory Liberty Loan campaign. The text says that the day the great gray ships of war came sneaking out from the Kiel Canal marked the end of Germany's naval power.  The German Navy had the greatest humiliation in the world.  The text urges people to do their full share in the Victory Liberty Loan in payment for the victory. Illustration shows a German ship being observed by two of the crew on the American ship.",
    "Digital Collection": "Allied Posters of World War I",
    "File Name": "PT170066.jpg",
    "Format": "image/jpeg",
    "Identifier": "PT170066",
    "Language": "English",
    "Digital Publisher": "Philadelphia PA: Temple University Libraries.",
    "Repository Collection": "George F. Tyler Poster Collection",
    "Repository": "Digital Collections",
    "Resolution": "low",
    "Local Rights Statement": "This material is made available for private study, scholarship, and research use. For access to the original or a high resolution reproduction, contact: Temple University Libraries, Special Collections Research Center, scrc@temple.edu, 215-204-8257.",
    "Physical Description": "1 broadside : ill. ; 72 x 56 cm.",
    "Standardized Rights Statement": "http://rightsstatements.org/vocab/NoC-US/1.0/",
    "Corporate Name": "Germany. Kriegsmarine.;",
    "Subject": "Liberty bonds -- United States.; Propaganda, Anti-German -- United States.; World War, 1914-1918 -- Propaganda.; World War, 1914-1918 -- Finance -- United States. ; Warships -- Germany.; Advertising, Political -- United States.;",
    "Acknowledgment": "Digitization of this item was originally supported by a congressionally directed grant administered by the Institute of Museum and Library Services. IMLS Project CL00002-00.",
    "Title": "The day the German fleet surrendered--.",
    "Type": "Posters",
    "Source": "<span>From: <a href=\"https://digital.library.temple.edu/digital/collection/p16002coll9/id/4273\">The day the German fleet surrendered--.</a></span>"
}