{
    "ADA Note": "For Americans with Disabilities Act (ADA) accommodation, including help with reading this content, please contact diglib@temple.edu .",
    "Contact": "scrc@temple.edu",
    "Contributor": "Perry, Raymond, artist.; Victory Liberty Loan Committee.;",
    "Date": "[1919]",
    "Note": "Signed \"Raymond Perry.\" Date based on date of the Victory Liberty Loan campaign. Orientation: Vertical.",
    "Description": "Design for a newspaper and magazine advertisement for the Victory Liberty Loan campaign.  The text tells about George H. Mallon, Captain, 132nd Infantry, whose exceptional gallantry resulted in the capture of one hundred prisoners, eleven machine guns and much more. As Mallon fought in France, people should fight with their dollars in the Victory Liberty Loan. The illustration shows George Mallon in combat against German soldier.",
    "Digital Collection": "Allied Posters of World War I",
    "File Name": "PT170049.jpg",
    "Format": "image/jpeg",
    "Identifier": "PT170049",
    "Language": "English",
    "Digital Publisher": "Philadelphia PA: Temple University Libraries.",
    "Repository Collection": "George F. Tyler Poster Collection",
    "Repository": "Digital Collections",
    "Resolution": "low",
    "Local Rights Statement": "This material is made available for private study, scholarship, and research use. For access to the original or a high resolution reproduction, contact: Temple University Libraries, Special Collections Research Center, scrc@temple.edu, 215-204-8257.",
    "Physical Description": "1 broadside : ill. ; 72 x 56 cm.",
    "Standardized Rights Statement": "http://rightsstatements.org/vocab/NoC-US/1.0/",
    "Subject": "Liberty bonds -- United States.; World War, 1914-1918 -- Propaganda.; World War, 1914-1918 -- Finance -- United States.; Advertising, Political -- United States.;",
    "Personal Names": "Mallon, George S.;",
    "Acknowledgment": "Digitization of this item was originally supported by a congressionally directed grant administered by the Institute of Museum and Library Services. IMLS Project CL00002-00.",
    "Title": "America's immortals : George H. Mallon.",
    "Type": "Posters",
    "Source": "<span>From: <a href=\"https://digital.library.temple.edu/digital/collection/p16002coll9/id/4250\">America's immortals : George H. Mallon.</a></span>"
}