{
    "ADA Note": "For Americans with Disabilities Act (ADA) accommodation, including help with reading this content, please contact diglib@temple.edu .",
    "Contact": "scrc@temple.edu",
    "Contributor": "Godwin, Frank, 1889- artist.; Liberty Loan Committee.;",
    "Date": "[1917 or 1918]",
    "Note": "Signed \"Frank Godwin.\" Date based on America's participation in the war. Orientation: Vertical.",
    "Description": "Design for a magazine and newspaper advertisement for an unspecified Liberty Loan campaign.  The text says that on this day which is the anniversary of Liberty Day, seven score years ago, America will find out who are men, and who are not. Each man must do his full share. Illustration shows a figure of a woman standing in front of a flag with outstretched hands.",
    "Digital Collection": "Allied Posters of World War I",
    "File Name": "PT170120.jpg",
    "Format": "image/jpeg",
    "Identifier": "PT170120",
    "Language": "English",
    "Digital Publisher": "Philadelphia PA: Temple University Libraries.",
    "Repository Collection": "George F. Tyler Poster Collection",
    "Repository": "Digital Collections",
    "Resolution": "low",
    "Local Rights Statement": "This material is made available for private study, scholarship, and research use. For access to the original or a high resolution reproduction, contact: Temple University Libraries, Special Collections Research Center, scrc@temple.edu, 215-204-8257.",
    "Physical Description": "1 broadside : ill. ; 52 x 22 cm.",
    "Standardized Rights Statement": "http://rightsstatements.org/vocab/NoC-US/1.0/",
    "Subject": "Liberty bonds -- United States.; World War, 1914-1918 -- Propaganda.; World War, 1914-1918 -- Finance -- United States.; Advertising, Political -- United States.;",
    "Acknowledgment": "Digitization of this item was originally supported by a congressionally directed grant administered by the Institute of Museum and Library Services. IMLS Project CL00002-00.",
    "Title": "Today is the day of test!",
    "Type": "Posters",
    "Source": "<span>From: <a href=\"https://digital.library.temple.edu/digital/collection/p16002coll9/id/4219\">Today is the day of test!</a></span>"
}