{
    "Audio Description": "Uncle Sam is the featured image on this poster that list critical war jobs that need to be filled. The black and white illustration of the character appears on the top portion of the poster. He is wearing a white top hat with a white star on the band above the bill. White hair emerges under the top hat, and he has bushy white eyebrows and a narrow, long white beard. He is wearing a dark suit jacket and a broad dark bow tie. Uncle Sam is staring intently and pointing directly at the viewer with the index finger of his right hand. The text above and below Uncle Sam reads: “I need your skills in a war job!” In a gray box in the lower half of the poster are a listing of 24 jobs, including carpenters, electricians, machinists and painters. Printed in white letters in the gray box is the message: “If you know one of these trades and are not now in real war work, you are badly needed. See your nearest U.S. Employment Service.” \r\n         ",
    "Collection Name": "World War II - Posters",
    "Contributors": "Flagg, James Montgomery, 1877-1960",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 56 x 71.4 cm, artist: James Montgomery Flagg",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20004p;  POSTER PR 32.5015:25",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.25",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War work--United States; War posters, American",
    "Title": "I need your skill in a war job!: see your nearest U. S. employment service",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/11\">I need your skill in a war job!: see your nearest U. S. employment service</a></span>"
}