{
    "Audio Description": "This World War II poster encourages students to be a victory farm volunteer. The image on the poster is a color photo of a teenage boy and girl on their way to work in the fields. The boy is on the left, holding a pitchfork and hoe over his right shoulder. The boy is smiling and he has red hair and freckles.  He is wearing a blue shirt with white stripes that give it a checkerboard pattern. To his right is a blonde girl. She is smiling and wearing a red blouse. The background behind the two youths is blue, and printed in white letters above them are the words: “Going my way?” Printed in a white strip at the lower portion of the poster are the words “Be a Victory Farm Volunteer of the U.S. Crop Corps.” On the lower right hand portion of the poster is the logo for the Victory Farm Volunteer Program, which is the white capital letters VFV in a blue circle within a red capital “C”. \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Brueli, Anton",
    "Creator": "United States. War Food Administration. Extension Service",
    "Date Original": "1945",
    "Description": "Poster, 46.5 x 66 cm, artist: Anton Brueli",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20054p; POSTER A 1.59:112",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Food supply--United States; World War, 1939-1945--War work--United States; War posters, American",
    "Title": "Going our way to work for victory on the farm front?: be a victory farm volunteer for the U.S. Crop Corps",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/41\">Going our way to work for victory on the farm front?: be a victory farm volunteer for the U.S. Crop Corps</a></span>"
}