{
    "Audio Description": " Americans are dissuaded from participating in black market activities in this World War II poster. The poster is a drawing of a male shopkeeper on the left and a female customer posing in front of a large black Nazi swastika on a gray background. The smiling shopkeeper is wearing a white shirt, black and white striped tie, white apron, white pants and white shoes. He is writing in a notebook. The smug looking woman has her right hand on her hip and is holding a white purse under her left arm. She is wearing a white beret and a white dress suit with white high heels. The message in large black letters under the graphic reads: “It takes two to make a black market!” In a black bordered box that runs across the bottom of the poster are the words in capital black letters that reads: “Both are violators when they do business without ration stamps…or pay over ceiling prices.”",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Price Administration",
    "Date Original": "1945",
    "Description": "Poster, 21.5 x 28 cm.  ",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20205d; POSTER PR 32.4212:B 56x2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Black market--United States; Price regulation--United States; World War, 1939-1945--Economic aspects--United States; Rationing--United States; War posters, American",
    "Title": "It takes two to make a black market: both are violators when they do business without ration stamps..or pay over ceiling prices",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/157\">It takes two to make a black market: both are violators when they do business without ration stamps..or pay over ceiling prices</a></span>"
}