{
    "Audio Description": "On a tan background a black and white photo of grim-faced soldier stares out from this poster as he points his right finger at the viewer. He is wearing a metal helmet with chin-strap and a wool coat buttoned up to the neck. He is carrying sleeping roll on his shoulders and the top of a rucksack  is partially visible on his chest. Under the picture, on a white strip, are the words “You can help me build a gun”, in red and black letters. Beneath is a tan strip are the words “You can learn quickly and you will be working to win”. At the bottom of the poster,  a black strip with white letters reads “Ask at any employment exchange for advice and full details. A job is waiting for you”.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "Great Britain. Ministry of Labour and National Service",
    "Date Original": "circa 1939-1945",
    "Description": "Poster, 51 x 76 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20272p; POSTER 941.084 YOU",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; World War, 1939-1945--War work--Great Britain; War posters, Great Britain",
    "Title": "You can help build me a gun: you can learn quickly and you will be working to win: ask at any employment exchange for advice and full details: a job is waiting for you",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/111\">You can help build me a gun: you can learn quickly and you will be working to win: ask at any employment exchange for advice and full details: a job is waiting for you</a></span>"
}