{
    "Audio Description": "This World War II poster promoting nutrition is black and white and red all over. The upper three-fourth portion of the poster has a red background. The bottom quarter of the poster has a black background. The type in both portions of the poster is white. In large letters at the upper portion of the poster reads: “Good Food means Good Work.” The message on the bottom portion of the poster reads: “Eat the basic 7 every day!” A white circle is placed over the lower portion of the poster where the red and black backgrounds meet. In the middle of the white circle is a black and white drawing of a family walking forward. From left to right there is a girl, a father, a mother and a son. There is a blue star to the left of the girl and to the right of the boy. In red type wrapping around the inside of the circle are the words “U.S. Needs Us Strong. Eat the Basic 7 Every day.” \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Department of Agriculture. War Food Administration. Food Distribution Administration",
    "Date Original": "1943",
    "Description": "Poster, 35.6 x 56 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20160p; POSTER A 80.122:9",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Public health--United States; Nutrition--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Good food means good work: eat the basic 7 every day!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/82\">Good food means good work: eat the basic 7 every day!</a></span>"
}