{
    "Audio Description": "Against a rust-colored brick wall a priest and a family with two children are caught in a bright light. The dark-haired woman’s arms are around the little girl. She is wearing a white blouse and rust-colored skirt with a terrified expression on her face. The little girl wears a short rust-colored dress with puffed sleeves and a white collar, white ankle socks and black shoes with straps. Her dark hair is in pigtails with a white bow. There is an expression of anger on her face. The little boy, wearing a rust and white striped sweater vest over a white long-sleeved shirt stands slightly behind the woman and girl with an expression of surprise. The dark-haired father wears a rust-colored suit with a white shirt and black tie. He is leaning protectively toward the woman and children, with a grim expression. The priest, on the left is leaning forward in a deep black shadow that falls over the group, his white collar visible in the gloom. The shadow is of a man in a military cap with a whip in his hand threatening a shadow with a raised hand. Large black letters on a white background at the top of the poster read “This world cannot exist half slave and half free”. At the bottom, on the white background in large black block letters are the words “Work for freedom!”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Falter, John Philip, 1910-;",
    "Creator": "United States. Office of Facts and Figures",
    "Date Original": "1942",
    "Description": "Poster, 101 x 72 cm, artist: John Philip Falter",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20241p; POSTER PR 32.4707:F 87",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Liberty; Patriotism--United States; World War, 1939-1945--United States--Propaganda; World War, 1939-1945--United States; War posters, American",
    "Title": "This world cannot exist half slave and half free",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/107\">This world cannot exist half slave and half free</a></span>"
}