{
    "Audio Description": "“Me travel?” is the question posed at the top of the poster with the answer “…not this summer” below an illustration of a middle-aged man resting in a red easy chair on a warm day. The text on the poster is in green letters with the exception of the phrase “Vacation at home” that printed in white capital letters at the bottom of the poster.  The man is a picture of content with his hands behind his head and his feet propped up on a plush green ottoman. He is wearing a long-sleeved blue shirt, brown suspenders, brown paints, gray socks and brown slippers. To his left is a bookcase with a radio on the top shelf and books in the two lower shelves. On top of the bookcase is the black and white picture of a serviceman, possibly the son, relative or a friend of the man. There a small fan next to the picture pointed towards the man, whose graying hair is blowing in the fan’s breeze. The man is smiling, smoking a pipe and winking his right eye. To his right is small brown wood end table with a round surface. On the end table is a pitcher and glass of lemonade, along with an ashtray holding two pipes. On the floor in front of ottoman and chair is a black and white dog, its eyes focusing on the liquids on the end table.\r\n\r\nAlbert Dorne created the artwork on the poster.  His illustrations appeared in such magazines as Life, Collier’s and The Saturday Evening Post. Dorne, along with Norman Rockwell and others, were founders of the correspondence school for art, the Famous Artists School.\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Dorne, Albert, 1904-1965",
    "Creator": "United States. Office of Defense Transportation",
    "Date Original": "1945",
    "Description": "Poster, 47 x 66.5 cm, artist: Albert Donne",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20043p; POSTER PR 32.4909:T 69/6",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Transportation--United States; Transportation--Energy conservation--United States; War posters, American",
    "Title": "Me travel?--not this summer: vacation at home",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/30\">Me travel?--not this summer: vacation at home</a></span>"
}