{
    "Audio Description": "Americans suffer when careless talk kills!\r\n \r\nA poignant scene of grief stricken parents is illustrated on this World War Two poster urging wartime confidentiality. The background of the entire poster is white, and printed at a slight angle at the top of the poster in red capital letters are the words: “Americans suffer when careless talks kills!” Below the type are a husband comforting his wife. The man has gray hair and teary blue eyes. He is wearing blue overalls and a maroon shirt with the white of a V-neck undershirt visible. His sleeves are with rolled showing his sinewy left arm. He is supporting his wife against his body with his arm wrapped around her right shoulder. She has gray hair and she is wearing a blue dress covered by a white apron with red trim. She is holding the apron up to her mouth and nose as she is weeping. In her right hand she is clutching a heartbreaking yellow telegraph to her breast.  Behind the couple to the right is a service flag with a blue star in a white field surrounded by a red border, symbolizing a family member is serving in the military.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Anderson, Harry",
    "Creator": "United States. War Department. Army Service Forces. Adjutant General's Department",
    "Date Original": "1943",
    "Description": "Poster, 35 x 51 cm, artist: Harry Anderson",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20023p; POSTER W 3.46/1:AM 3x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "National security--United States; World War, 1939-1945--Social aspects--United States; War posters, American",
    "Title": "Americans suffer when careless talk kills!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/12\">Americans suffer when careless talk kills!</a></span>"
}