{
    "Audio Description": "The images on this dramatic World War Two poster appear on a black background. At the top of the posters is the hand of a woman pouring grease from a black frying pan. The frying pan and woman’s hand a lit from below, highlighting the front of the frying pan, the gold stream of grease and the woman’s white hand. Her fingernails are long and they are painted a light pink. Printed in yellow below the frying pan are the words “Save waste fats for explosives.” The stream of grease is falling behind the word “fat” into a bright explosion of white fire with yellow and red flames bursting from the center of the poster. Shooting out from the epicenter of the explosion are thirteen shells of various size ranging from a bullet to a torpedo. The tips of the shells are illuminated in white light, giving them a stainless steel affect. Below the shells printed in white capital letters on the black background are the words: “Take them to your meat dealer.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Koerner, Henry",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 51 x 71 cm, artist: Henry Koerner",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20008p;POSTER PR 32.5015:63",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.63",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Salvage (Waste, etc.)--United States; World War, 1939-1945--Equipment and supplies--United States; War posters, American",
    "Title": "Save waste fats for explosives: take them to your meat dealer",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/55\">Save waste fats for explosives: take them to your meat dealer</a></span>"
}