{
    "Audio Description": "In this bold poster encouraging Americans to buy war bonds a large image of a soldier’s head is shown above a brown landmass in the shape of the islands of Japan. The soldier is wearing a helmet with a brown and green camouflage patter and a brown chinstrap. A light shining from the right of the image highlights his menacing expression as he looks toward the islands, which are surrounded by a white and pale blue strip and set in a blue sea. Above the horizon line is a gray sky, behind the soldier. On the left side of the poster is a gray oval with the image a gray-blue torpedo. White lines next to the torpedo suggest the torpedo is moving swiftly downward toward a red and white Japanese flag. Above the islands of Japan, in white letters, is the word “Japan.” At the top of the poster in large red brushstroke letters, superimposed across the soldier’s helmet is the word “Next” and in the bottom right corner in yellow letters are the words “6th war loan.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Bingham",
    "Creator": "United States. Treasury Department. War Finance Division",
    "Date Original": "1944",
    "Description": "Poster, 25 x 35 cm, artist: Bingham",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20067p ; POSTER T 66.8:N 49x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Next!: 6th War Loan",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/54\">Next!: 6th War Loan</a></span>"
}