{
    "Audio Description": "This poster promotes the Victory Book Campaign. The poster with a blue background features a man’s hand holding an opened book. The wrist and the hand are a black and white realistic illustration. On the right page of the book are broad red and white stripes. On the white stripes are the words “Victory Book Campaign.” The left page is dark blue with a black and white photograph of the head of soldier at attention. The soldier is wearing a helmet with short cap and a broad rim. The helmet is firmly strapped under the soldier’s chin. Above the soldier and to his left is a white star; and to his right is “1943” in light blue type. A white glow outlines the hand and the book. Above the opened book are the words “Give more books,” and below the book are the words “give good books.” Printed in white letters in a black strip on the bottom portion of the poster is the message: “Take your Books to your Local Library or official collection center.”  \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 36 x 55.9 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20140p; POSTER PR 32.5213:V 66x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.31",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--United States; Books and reading; War posters, American",
    "Title": "Give more books, 1943 Victory Book Campaign",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/63\">Give more books, 1943 Victory Book Campaign</a></span>"
}