{
    "Audio Description": "This World War Two promotes nutritional lunches in America’s schools. The background of the poster is dominated by an illustration of a young boy with a baseball. He is wearing a brown cap, a yellow shirt and brown pants. He is holding a white baseball in one hand in his right hand and a brown baseball glove covers his left hand. His right leg is bent at the knee as if he is in the motion of pitching the ball. Behind him a young girl is squatting, as she is ready to field a ball hit to her on a green field. She has dark hair with two pigtails. She is wearing a yellow dress and a brown baseball glove on her left hand. She is wearing dark shoes and yellow socks. To the right and behind the young girl in the distance is a red schoolhouse with an American flag to its left. The sky behind the scene is blue. In the forefront of the poster is a photograph of a grade school boy eating lunch. With his left hand, the boy is putting a forkful of food into his mouth. In his right hand, he is holding either an orange of an apple. There is a spoon on the full plate of food in front of the boy, and a full glass of white milk to his left. Over the yellow shirt of the boy in the act of throwing the baseball printed in capital letters are the words: “Every child needs a good school lunch.” At the bottom of the poster are the words: “The War Food Administration will help your community state a school lunch program.”",
    "Collection Name": "World War II - Posters",
    "Contributors": "Johnson",
    "Creator": "United States. War Food Administration. Distribution Office",
    "Date Original": "1944",
    "Description": "Poster, 71 x 51 cm, artist: Johnson",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20111p; POSTER A 80.122:L 97",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Public health--United States; Nutrition--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Every child needs a good school lunch",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/59\">Every child needs a good school lunch</a></span>"
}