{
    "Audio Description": "“Is your trip necessary?” is the question posed by this World War Two poster. Those words a printed in italic white capital letters, with the word “your” underlined in red. The intention of the poster was to promote energy conservation. The poster features a yellow-tinted photo of a crowded railroad with some people near the rear of the train car standing. The scene is at night, as the windows of the train car are dark and some of the passengers are resting their heads on white pillows. In the left foreground of the poster is a pensive young woman, with dark hair and a plain jacket. Across the aisle in the right foreground is a businessman who is lost in his thoughts, wearing a dark fedora with a black band above the brim and a black tie. Sitting in the seat in front of him is a stern dark-haired woman wearing clear-rimmed glasses. In the row behind the two people is a woman and a man, both holding young children, who if are not siblings, are making fast friends. Sitting among the civilians in the train are at least a half-dozen soldiers. One of the soldiers is conversing with a middle-aged woman wearing a black dress and a three-strand necklace. Below the photo on a field of red are the following words printed in white: Needless travel interferes with the war effort.” Below that, the credit for the issuer of the poster is printed in black: Office of Defense Transportation.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 71 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20149p; POSTER PR 32.5015:74",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.74",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Transportation--Energy conservation--United States; World War, 1939-1945--Transportation--United States; War posters, American",
    "Title": "Is your trip necessary?: needless travel interferes with the war effort",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/69\">Is your trip necessary?: needless travel interferes with the war effort</a></span>"
}