{
    "Audio Description": "Four cartoons are displayed on this poster discouraging needless travel during wartime. The poster depicts four sheets of paper with black and white cartoons that are pinned to the poster’s blue background with thumbtacks. In white letters at the top of the poster is the question: “Could this be you?” At the bottom of the poster printed in white are the words: “Don’t travel – unless your trip helps win the war.” The cartoon on the top left is a middle-aged woman holding a purse with three large suitcases above the caption that reads: “It’s impossible to find anything in local shops.” The cartoon on the top right is a middle-aged couple with four large suitcases above the caption that reads: “We haven’t seen Bob’s children since late last fall.” On the bottom left is a cigar smoking middle-aged man holding a suitcase and carrying golf clubs above the caption that reads: “But this contract is vital.” On the bottom right is a picture of middle-aged woman with here arms around her granddaughter on the right and grandson to her left. Both children are pre-teens and the girl is holding a pet cage and the boy is holding a suitcase. There are other suitcases by them. The caption beneath the drawing reads: “But Grandma misses us so.”",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Defense Transportation",
    "Date Original": "1945",
    "Description": "Poster, 46.2 x 66 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20065p; POSTER PR 32.4909:T 69/3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Transportation--Energy conservation--United States; World War, 1939-1945--Transportation--United States; World War, 1939-1945--Caricatures and cartoons; War posters, American",
    "Title": "Could this be you?: don't travel unless your trip helps win the war",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/52\">Could this be you?: don't travel unless your trip helps win the war</a></span>"
}