{
    "Audio Description": "This poster promoting wartime fuel conservation consists of text on a large, sheet of white poster paper. At the top of the poster in red capital letters are the words “A message to our Tenants from the Government.” The next line of text printed in black letters are the words: “Help stop fuel waste”, underlined in red. The five steps for conservation are listed in black print, with the numbers in red. The list is as follows: 1) Use less hot water; 2) Turn off radiators to prevent over-heating; 3) Don’t demand heat 24 hours a day; 4) Keep windows closed as much as possible; 5) Don’t leave lights burning.” Beneath the list in red capital letters are the words: “Saving fuel saves transportation for America’s was effort.” In small black capital letters at the bottom of the poster is the name of the agency that issued the poster: “The Office of Ware Information, Washington D.C.”\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 35 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20022p; POSTER PR 32.5015:12",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no. 12",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Energy conservation--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "A message to our tenants from the government: help stop fuel waste",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/10\">A message to our tenants from the government: help stop fuel waste</a></span>"
}