{
    "Audio Description": "“Here’s a War Job for You” is printed across the top of the poster over a sky blue background. All the letters are printed in white capital letters, except the word “you,” which is in yellow script and underlined.  The scene depicted on the poster depicts five trains running up and down rail lines on a sunshiny day. A freight train is in the center left of the poster, moving towards the foreground. Gray smoke is trailing from the black locomotive engine. The train is pulling a black coal car and yellow, white and red freight cars. Two tracks to the right freight train are flat bed cars caring nine green tanks with camouflaging.  In the background between the freight train and the tank train is another steaming black locomotive pulling freight. On the tracks next to the tank train is a train pulling about nine oil tankers. The tankers are long, black, horizontal cylinders. Atop the cylinders are short, black vertical cylinders. In the right background is a black passenger train.  Black and white smoke is rising from the locomotive and hovering closely to top of the train. The passenger cars could be caring either troops or civilians. A white box in at the bottom left of the poster reads in black letters: “Railroad workers” and in red script: “Urgently needed.” In smaller black type is the message “Apply to any railroad office or agent --- any office at the Railroad Retirement Board --- or to the U.S. Employment office. Printed in white type over a black strip at the bottom of the poster are the words “Railroad Manpower Mobilization Committee.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "Railroad Manpower Mobilization Committee",
    "Date Original": "circa 1944",
    "Description": "Poster, 35.3 x 45.6 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20181p; POSTER PR 32.4909:R 13x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War work--United States; War posters, American",
    "Title": "Here's a war job for you",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/93\">Here's a war job for you</a></span>"
}