{
    "Audio Description": "A black and white photo is in the upper portion of this World War Two poster that has a light background. At the center of the photo in the front seat of a car is President Franklin Delano Roosevelt. The photo was taken during the president’s national tour of the defense industry in 1942. Roosevelt is looking at a large sheet of white paper being held by a two-star general leaning from the backseat. The general is wearing a shirtsleeve khaki uniform. Roosevelt is wearing a dark coat and a fedora. Roosevelt is looking intently at the information on the paper through the bottom portion of his bi-focal glasses. Standing to the left of Roosevelt is an officer wearing a combat helmet. Nearby is a naval officer in a dark uniform and a white hat. A police officer has his back turned to Roosevelt. A large man wearing a white shirt, black tie and dark suit stands to the right and behind Roosevelt. In the background is a crowd consisting of civilian and military personnel. Below the photo is a quote Roosevelt's fireside chat of October 12, 1942 entitled \"Report on the Home Front\". The quote in large black letters reads: “Having seen the quality of the work and of the workers on our production lines - and coupling these first-hand observations with the reports of actual performance of our weapons on the fighting front - I can say to you that we are getting ahead of our enemies in the battle of production.” Underneath the quotation is the signature of Franklin Delano Roosevelt.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 101 x 72 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20184p; POSTER PR 32.5015:13",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no. 13",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War work--United States; War posters, American",
    "Title": "Having seen the quality of the work...",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/96\">Having seen the quality of the work...</a></span>"
}