{
    "Audio Description": "This poster is composed of two pen and ink drawings. Under black print that reads, “His needs come first,” a soldier is rolling a tire towards a jeep whose right front is raised on a jack.  The lettering is in italics with the word “first” in underlined capital letters. The soldier is wearing a helmet and there is pistol holster around his waste. He is moving fast, and his two hands are on the top of the tire as he rolls it towards the disabled jeep. Beneath that scene are the words “Take care of your tires…or you’ll walk.” The word “tire” is in capital letters. The scene beneath those words is the silhouette of two men walking down a white path in a rural area. The man on left is walking about twenty passes behind the man on the right, who is carrying a lunch box. Between the two men next to the path is a post with a wooden sign that reads “five miles to town.” In the background are clumps that could be either trees or haystacks. Thin vertical lines represent the grass in foreground and background. The vertical lines are also on the clumps in the background. There are stones scattered along the side of the path. Emerging above the horizon in the far distance is the roof and chimney of a house. There are large, white clouds in the sky.",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Price Administration",
    "Date Original": "1945",
    "Description": "Poster, 21.5 x 28 cm.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20205a; POSTER PR 32.4212:T 51",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; World War, 1939-1945--Transportation--United States; Rationing--United States; War posters, American",
    "Title": "His needs come first: take care of your tires--or you'll walk!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/154\">His needs come first: take care of your tires--or you'll walk!</a></span>"
}