{
    "Audio Description": "This poster promotes nutrition for a healthy home front during World War II. The poster is composed of three silhouetted vignettes of a family at work, at play and at the dinner table. At the top of the poster are the images of a family at work on a blue background. From left to right, the father is operating a die cast machine, the wife is washing clothes and their son is using a hoe in the garden. In the center of the poster are images of the family at play on a red background. From left to right the father is carrying a fishing pole, the wife is carrying a tennis racket and their son is carrying a ball bat. At the bottom of the poster, on a yellow background, the father and son are sitting at the dinner table while the mother is serving them food. Just to the left of the family eating is the round circular symbol of the seven basic food groups. The text on the poster reads “For work, for play, 3 squares a day. Eat the basic 7 way.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Jung, Ted",
    "Creator": "United States. Department of Agriculture. War Food Administration",
    "Date Original": "1944",
    "Description": "Poster, 51 x 35 cm, artist: Ted Jung",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20163p; POSTER A 80.8:SQ 2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Public health--United States; Nutrition--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "For work or play 3 \"squares\" a day: eat the basic 7 way",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/85\">For work or play 3 \"squares\" a day: eat the basic 7 way</a></span>"
}