{
    "Audio Description": "The central element of this post is an organizational chart for the United Nations. The title of the poster is on the top of the page with black and red type reads: “The United Nations; an organization for peace and world progress.” Underneath the title is a gray box. At the top of the gray box are three boxes. The box on the left is labeled International Court of Justice. The box in the center is labeled General Assembly. The box on the right is labeled Security Council. Lines descend from those boxes to over a dozen boxes listing committees and commissions of the United Nation, including the International Monetary Fund. Running along the left, bottom and right side of the organization chart are black and white drawings illustrating the tasks of the General Assemble. Each task is labeled with a red title that appears underneath each drawing. The tasks include seeks peace settlements, takes political and economic action, takes military action, makes plans to control armaments; fosters freedom and promotes prosperity. \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. State Department",
    "Date Original": "1945",
    "Description": "Poster, 68.1 x 53.4 cm. Title on verso: Chart of the United Nations as proposed at Dumbarton Oaks.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20139p; POSTER S 1.41:U 3x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United Nations--History; World War, 1939-1945--Diplomatic history",
    "Title": "The United Nations: an organization for peace and world progress",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/126\">The United Nations: an organization for peace and world progress</a></span>"
}