{
    "Audio Description": "This dramatic poster has a large black and white photograph of a young man wearing headphones and holding a microphone. Behind him is a strip of yellow and above him the top third of the poster has an orange background featuring large black letters in the Russian Cyrillic alphabet. The translation is “We are pledged to smash the Fascist barbarians.” To the right of the young man is a long white rectangle that is placed at an angle. It contains black text in the Russian Cyrillic alphabet. Separated by a red line is the translation of the text, which reads, “We sink the U-boats the Fascists counted on to gain the mastery of the seas. We keep the seaways open to the United Nation’s shipping and shut to Germany’s shipping. Britain’s naval power is a key factor in the great fight against the barbarous enemy. With the Soviet Union we shall fight to the end to overthrow and stamp out Fascism. (A British Naval Gunner)” In red letters are the words “We are pledged to smash the Fascist barbarians.”\r\n",
    "Collection Name": "World War II - Posters",
    "Date Original": "circa 1943",
    "Description": "Poster, 51 x 76.5 cm. This is one of a series of posters produced in Britain for use in U.S.S.R. Poster is written in Russian with translation.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20281p",
    "Language": "eng; rus",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; War posters, Great Britain",
    "Title": "We are pledged to smash the Fascist barbarians",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/119\">We are pledged to smash the Fascist barbarians</a></span>"
}