{
    "Audio Description": "A stark black and white photograph of a large group of men and women in front of a bonfire is at the center of this poster about censorship. Most of the people in the crowd have their right arm raised in a Nazi salute. In front of the crowd are three men in military uniforms. The man at the left is wearing a long, belted coat and helmet with a chinstrap. The man in the center wears a light shirt, dark tie, dark pants tucked into knee-high leather boots, and a dark brimmed cap. The man on the right is wearing a dark jacket and pants, and a light color brimmed cap. On his left arm is a band with a swastika. In white letters on a black band above the picture are the words “Ten years ago”, and in large red block letters “The Nazis burned these books.” In a red band below the picture, in white letters, are the words “…but free Americans can still read them.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 71 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20012p; POSTER PR 32.5015:66",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.66",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Propaganda, Anti-German--United States; Books and reading; Liberty; World War, 1939-1945--United States; Book burning; Censorship; War posters, American",
    "Title": "Ten years ago the Nazis burned these books: but free Americans can still read them",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/73\">Ten years ago the Nazis burned these books: but free Americans can still read them</a></span>"
}