{
    "Audio Description": "The word “Action!” is emblazoned in scrawled black letters with a thin white edging across the top this World War Two recruiting poster, depicting airborne infantry soldiers running headlong into combat from a transport plane. The top of the poster is yellow, which turns into an orange background. The wing of an Army transport plan angles upwards from the left of the poster to the top center. On the wing is the U.S. military insignia of a white star in a blue circle. From a door behind the wing there are soldiers deploying from the plane. In the right background there are two soldiers running in front of the tail wing, carrying weapons. On the left side of the poster, two soldiers are also carrying armaments. In the space behind the wing and above the fuselage of the plane, there are three airplanes flying in formation in the orange sky. Front and center is a soldier running toward the right, holding a bayoneted rifle. All the solders are wearing green combat uniforms and helmet. The boot of soldier in the forefront is stepping on a blue band that runs across the bottom of the poster.  Printed in white letters in the blue space are the words: “Men of 18 and 19…Choose you combat branch. Infantry. Air Force. Field Artillery. Cost Artillery. Engineers. Signal Corps. Armored Force. Cavalry.” In the white board of the poster beneath the blue band are the words printed in capital black letters that read: “Apply at any U.S. Army Recruiting and Induction Station.” ",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Army. Recruiting Publicity Bureau",
    "Date Original": "1942",
    "Description": "Poster, 63.5 x 97 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20189p; POSTER W 3.2:C 73/2/942",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Army--Recruiting, enlistment, etc.; World War, 1939-1945--United States; War posters, American",
    "Title": "Action!: men of 18 and 19, choose your combat branch",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/101\">Action!: men of 18 and 19, choose your combat branch</a></span>"
}