{
    "Audio Description": "The United States Office of War Information issued the poster of a photograph of the five Sullivan brothers. The poster commemorates brothers who were missing in action during the Battle of Guadalcanal on November 13, 1942. The young, clean-shaven sailors from Waterloo, Iowa are pictured in the photo wearing dark pea coats and black berets with the words “U.S. Navy” over a slight brim. They are standing around a gray ship hatch. From left to right, the brothers are Joseph, Francis, Albert, Madison and George Sullivan. The poster has a thick red bordered under the photograph are the words reading “the five Sullivan brothers missing in action of the Solomon Islands.” Above each of the brothers in a white field is a blue star that serves as a symbol for a serviceman or woman missing in action. The brothers died in a submarine attack on the ship they were assigned to, the USS Juneau. At the bottom of the poster are the words: “They did their part.” \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 71 x 56 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20056p ; POSTER PR 32.5015:42",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.42",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Patriotism--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "The five Sullivan brothers, missing in action off the Solomon Islands: they did their part",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/43\">The five Sullivan brothers, missing in action off the Solomon Islands: they did their part</a></span>"
}