{
    "Audio Description": "The threat of Nazism is captured in this poster of three children’s playtime being ominously interrupted. The illustration on the poster consists of two boys and a girl playing on a green lawn. Sitting on the ground is a girl of about four-years of age. Her hair is brown and in pigtails. She is wearing a red dress, pink socks and white shoes. She is picking up a doll off the ground with her right hand. Standing behind the girl are her two brothers. On the right is a blonde hair boy who is around ten years old. He is wearing a white shirt with a yellow sweater vest and brown pants. To his right is his little brother who is around three years old. He is wearing a shirt that has thin, horizontal black and white strips and blue shorts. The little boy is wearing a hat made out of a newspaper and he is holding a homemade, wooden rifle that has a red, white and blue American flag on its bayonet. His older brother is looking up and placing his right hand over his younger brothers chest as if to alert him. On the lawn where the children are playing is a dark swastika. Below the scene is a black field at the bottom of the poster with the words: “Don’t let that shadow touch them. Buy War Bonds.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Smith, Lawrence Beall, 1909-",
    "Creator": "United States. Treasury Department",
    "Date Original": "1942",
    "Description": "Poster, 36 x 50 cm, artist: Lawrence Beall Smith",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20062p",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Don't let that shadow touch them, buy war bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/50\">Don't let that shadow touch them, buy war bonds</a></span>"
}