{
    "Audio Description": "At the top of this poster, in large black block letters and red numbers is the text, “Over 1,000,000 tons of Axis shipping sunk in the North Sea and English Channel.” The bottom portion of the poster is a map. The North Sea and the English Channel are painted a pale blue with the land masses a gray-blue color. The countries of England, Scotland, and Wales are shown in their entirety, while only the coastlines of Norway, Sweden, Denmark, the Netherlands, Belgium, France, and Germany are visible. Black letters superimposed over the landmass identify each country. Along the coastlines are small green, black, orange, and white images representing different types of ships that were sunk, damaged, or captured. A pale blue box in the lower right corner of the poster contains a key to the types of ships represented, including cruisers, destroyers, warships and supply ships. The key also indicates that U-Boat losses are not shown.\r\n",
    "Collection Name": "World War II - Posters",
    "Date Original": "circa 1943",
    "Description": "Poster, 50 x 76 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20274p; POSTER 940.545 OVER 2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--North Sea--Naval operations--Maps; Warships--North Sea--Maps; World War, 1939-1945--English Channel--Naval operations--Maps; Warships--English Channel--Maps; War posters, Great Britain",
    "Title": "Over 1,000,000 tons of Axis shipping sunk in the North Sea and English Channel",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/113\">Over 1,000,000 tons of Axis shipping sunk in the North Sea and English Channel</a></span>"
}