{
    "Audio Description": "This poster is comprised entirely of text, as it is an adaptation of the poem “If” by Rudyard Kipling written to encourage the British to contribute to the war effort. The two-letter title of the poem is in white letters in a red circle. The word “IF” is in red capital letters at the beginning of each verse. The text of the poem printed in black on a white background reads: “If you can join the Group whilst fellow works are hanging back and leaving it to you ---. If you can pay your sub and show the shirkers you’re out to beat “Old Nasty” and his crew --- If you can urge them to the resolution to sign the form and undertake their share --- If you can raise your weekly contributions, another sixpence here, a sixpence there --- If you can watch your savings ever growing with more certificates at fifteen bob; and watching them, can feel pride at know they go to help Old England do her job --- If you can keep your book and all that’s in it, nor seek repayment till the fight is won, Peace shall be yours, for you will win it --- and what is more, I know you can, my son!” \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "Great Britain. National Savings Committee",
    "Date Original": "circa 1943",
    "Description": "Poster, 25 x 38 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20283p;POSTER 940.53161 ALS",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; World War, 1939-1945--Economic aspects--Great Britain; War posters, Great Britain",
    "Title": "If: after Rudyard Kipling",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/121\">If: after Rudyard Kipling</a></span>"
}