{
    "Audio Description": "The need to know basic first aid on the home front is the subject of this World War II poster. Except for the white bottom of the poster, the background of the poster is red. In large white letters at the top are the words “Doctors are Scarce.” In smaller italic letters in a lighter shade of red than the background are words “One out of three has gone to war.” The introductory message in the poster is followed with the words in back type: “Be Prepared for minor injuries, for minor illness.” In a white box with a black shadow that is on an angle between the red and white backgrounds of the posters are the words: “Learn First Aid and Home Nursing.” On the left side at the bottom of the poster is the civil defense symbol. This symbol is a red CD in a white triangle within a black circle. On the right side is the Red Cross symbol. This symbol is a red cross on a white background in a black circle.\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 71 x 56 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20038p; POSTER PR 32.5015:27",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.27",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Civil defense--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Doctors are scarce, one out of three has gone to war: be prepared for minor injury, for minor illness: learn first aid & home nursing",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/26\">Doctors are scarce, one out of three has gone to war: be prepared for minor injury, for minor illness: learn first aid & home nursing</a></span>"
}