{
    "Audio Description": "“Save your cans” is the message that appears in white capital letters at the top of the poster. The words “Help pass the ammunition” are printed in smaller white letters below the main message. The scene on the poster is an Allied solider firing a machine gun planted on a sand dune. The solder firing the black machine gun is wearing a khaki uniform and a broad brimmed green helmet, similar to the type worn by British soldiers fighting in North Africa. The sun is shining brightly, and the brim is providing shade for the soldier’s eyes as he aims the gun. A white light is emitting from the barrel of the gun, signifying rapid firing. Next to the firing soldier is another solider with his head down as if taking cover. A woman’s arm appears from the bottom right hand side of the poster. She is wearing a pink short sleeve blouse or dress. The sleeve has a white cuff and white polka dots. In her hand she is holding a can with a red tomato on it. Similar tomato cans turn into an ammo belt that is feeding into the soldier’s machine gun. To the left of the woman’s arm in blue type are directions on how to prepare tin cans for war. The directions are: 1) remove tops and bottoms; 2) take off paper labels; 3) wash thoroughly; and 4) flatten firmly. \r\n\r\nThe art work on the poster was created by McClelland Barclay.  Before the war, Barclay was noted for illustrating the slogan \"Body by Fisher\" for General Motors, and his covers for The Saturday Evening Post.  Barclay was appointed a Lieutenant Commander in the United States Naval Reserve, during World War II and was reported missing in action in the Pacific theatre after his ship was torpedoed.\r\n\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Barclay, McClelland",
    "Creator": "United States. War Production Board. Salvage Division",
    "Date Original": "1944",
    "Description": "Poster, 62 x 85 cm, artist: McClelland Barclay",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20041p; POSTER PR 32.4812:C 16/3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Equipment and supplies--United States; Salvage (Waste, etc.)--United States; War posters, American",
    "Title": "Save your cans, help pass the ammunition",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/29\">Save your cans, help pass the ammunition</a></span>"
}