{
    "Audio Description": "Censorship is the theme of this World War Two poster issued in 1942. The black and white image on the poster is a book burning in front of a giant book against a red sky. At the base of the monolithic book is a red bone fire with white and gray rising from red flames. To the left of the fire is an overweight soldier striking an arrogant pose with his hands on his hips in a fascist uniform. In front of the fire and to its right are two soldiers hurling a book on the fire. On the right foreground another soldier is carrying books to throw into the flames. Around the base of the book are smaller images of soldiers stoking the flames of other bonfires with books. About halfway down the book, the cover changes into large stones, emphasizing the strength of the written word. Across the bottom of the poster printed in red capital letters on a white strip are the words: “Books are weapons in the war of ideas.” Printed in black letters on the cover of the book are the words: “Books cannot be killed by fire. People die, but books never die. No man and no force can put thought in a concentration camp forever. No man and no force can take from the world the books that embody man’s eternal fight against tyranny. In this war, we know, books are weapons.” Underneath the quotation is the signature of Franklin Delano Roosevelt.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Broder, S.",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 20 x 28 cm, artist: S. Broder",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20050p; POSTER PR 32.5015:7",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Books and reading--United States; Book burning; Censorship; War posters, American",
    "Title": "Books cannot be killed by fire: books are weapons in the war of ideas",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/37\">Books cannot be killed by fire: books are weapons in the war of ideas</a></span>"
}