{
    "Audio Description": "This poster issued by the Solid Fuels Administration for war urges Americans to plan for their energy needs during wartime. The top half of the poster is an illustration depicting an older man peering through a white frosted windowpane at a weathered thermometer showing a daytime temperature of well below the freezing mark. The man is wearing wire-rimmed glasses. He has a thick hair of salt and pepper hair, bushy dark eyebrows and a thick moustache. His hand held up to his chin, and there is a white band-aid just below his thumbnail. The blue shirt he is wearing has thin yellow and red stripes around the collar. Underneath his shirt are red long johns buttoned at the neck. The sash of the window is a light green a covering of snow. White streaks of blowing snow are whipping past the window. Above and below the illustration in large blue capital letters are the words: “All fuel is scarce. Plan for winter now.” In red capital letters is a list of actions Americans are directed to take, which are: 1. Winterize your home; 2) Check your heating plant; and 3) Order fuel at once.",
    "Collection Name": "World War II - Posters",
    "Contributors": "Dorne, Albert, 1904-1965",
    "Creator": "United States. Solid Fuels Administration for War",
    "Date Original": "1945",
    "Description": "Poster, 73 x 51 cm, artist: Albert Dorne",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20150p;  POSTER I 51.10:W 73/6",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Energy conservation--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "All fuel is scarce: plan for winter now!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/70\">All fuel is scarce: plan for winter now!</a></span>"
}