{
    "Audio Description": "This World War Two poster entitled “Award” using irony to convey the message of the importance of maintaining wartime confidences and intelligence. The background of the poster is red. In the center of the poster is a the back of a hand holding a black and white ribbon attached by a small, single silver loop to a black Iron Cross with a Nazi swastika superimposed in its center. The Iron Cross is trimmed in silver. On the ring finger of the hand is a white round ring with a red boarder. In the center of the ring is a black swastika.  The Nazi military decoration is being offered to anyone who relates military information to unauthorized personnel. Above the hand is in large bold black capital letters the for “Award.” Below the Iron Cross is blue capital letters are the words “For careless talk.” Beneath those words in small black capital letters are the words: “Don’t discuss troop movements, ship sailings, war equipment. \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Dohanos, Stevan, 1907-",
    "Creator": "United States. War Department. Adjutant-General's Office",
    "Date Original": "1944",
    "Description": "Poster, 51 x 66 cm, artist: Stevan Dohanos",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20031p; POSTER W 3.46/1:AW 1",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "National security--United States; World War, 1939-1945--Social aspects--United States; War posters, American",
    "Title": "Award for careless talk: don't discuss troop movements, ship sailings, war equipment",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/20\">Award for careless talk: don't discuss troop movements, ship sailings, war equipment</a></span>"
}