{
    "Audio Description": "At the top of this poster about serving the country is an engraving of a bald eagle with its wings spread wide, grasping a staff bearing a partially rolled American flag in its talons. On a white background in black and red letters is a message from the President: “No loyal citizen of the United States should be denied the democratic right to exercise the responsibilities of his citizenship, regardless of his ancestry.   “The principle on which this country was founded and by which it has always been governed is that Americanism is a matter of mind and heart.   “Americanism is not, and never was, a matter of race or ancestry.  “Every loyal American citizen should be given the opportunity to serve this country wherever his skills will make the greatest contribution- whether it be in the ranks of our armed forces, war production, agriculture, government service, or other work essential to the war effort. The President of the United States February 3, 1943 - superimposed over a red line drawing of the Presidential Seal \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 71 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20148p ; POSTER PR 32.5015:75",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no. 75",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Civil rights--United States; World War, 1939-1945--Social aspects--United States; War posters, American",
    "Title": "No loyal citizen of the United States--",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/68\">No loyal citizen of the United States--</a></span>"
}