{
    "Audio Description": "The background of this poster is white with large red letters at the top that read “To all who use libraries” and at the bottom “This is our war”. The black text in the center is a message signed by Elmer Davis, Director of the Office of War Information. It reads “One of the first acts of the Japanese in the Philippines was to destroy an American library. The policy of the Nazis and the Fascists toward libraries, librarians, writers of books and readers of books has long been familiar to us. The Japanese by their act of barbarism adopted the Nazi policy for themselves. But they did more than that. They brought directly home to Americans the menace of this war to American civilization, American culture, and American books - as well as those who use American books, produce American books, and care for American books. Most of us have realized for a long time that we Americans were not immune. The fact is now made apparent to all of us.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Davis, Elmer Holmes",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 51 x 36 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20060p; POSTER PR 32.5015:L 61",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Liberty; Books and reading--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "To all who use libraries: this is our war",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/48\">To all who use libraries: this is our war</a></span>"
}