{
    "Audio Description": "An American GI holding up a tin mug of coffee is the picture on this poster that supports wartime rationing. The soldier taking a coffee break is pictured on a white background. He is wearing a green army helmet and a khaki shirt. The soldier is at ease with his shirt unbuttoned and the brown straps of his helmet hanging loose. He is holding the bent and battered mug that has been worn by use with his left hand as he is raising it to take a drink from the dull silver-colored mug. The soldier has dark eyebrows, blue eyes and he is smiling. On the upper left-hand corner of the poster in black type are the words: “Do with less - so they’ll have enough!” The word “they’ll” is underlined in red. A red bar runs across the bottom of the poster. In white capital letters in the red bar are words: “Rationing Gives You Your Fair Share.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 56 x 71.4 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20003p; POSTER PR 32.5015:37",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no. 37",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Rationing--United States; Food conservation--United States; World War, 1939-1945--Food supply--United States; War posters, American",
    "Title": "Do with less so they'll have enough!: rationing gives you your fair share",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/0\">Do with less so they'll have enough!: rationing gives you your fair share</a></span>"
}