{
    "Audio Description": "Encouraging a healthy home front through a balanced diet is the theme of this World War II poster. The background of the poster is yellow. In the upper left hand corner of the poster is a red box with white capital letters that read: “East the Basic 7 every day!”  In the center of the poster is a circular graph that contains the basic food groups as follows:   \r\nGroup one - green and yellow vegetables; Group two - oranges, tomatoes, grapefruit; Group three - potatoes and other vegetables and fruits; Group four - milk and milk products; Group five - meat, poultry, fish or eggs; Group six - bread, flour and cereals; and Group seven - butter and fortified margarine. Around the circle are seven cartoons that illustrate the benefits of a healthy diet that promotes good eyesight and strong bones as well as building muscles and fighting fatigue. At the bottom of the poster are white italicized capital letters on a gray strip that reads: “Eat a lunch that packs a punch!”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Department of Agriculture. War Food Administration. Food Distribution Administration",
    "Date Original": "1943",
    "Description": "Poster, 71.4 x 50.8 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20161p; POSTER A 80.122:10",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Public health--United States; Nutrition--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Eat the basic 7 every day!: eat a lunch that packs a punch!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/83\">Eat the basic 7 every day!: eat a lunch that packs a punch!</a></span>"
}