{
    "Audio Description": "This is the first of two posters in a series issued by the British Government during World War Two. Across the top of the sheet is the title of the poster in bold, black block capital letters in a gray field: Aircraft of the R.A.F. To the left of the title is Royal Air Force’s red, white and blue circular insignia, resembling a bull’s-eye. Three fourths of the poster is covered with 10 fighter planes of various sizes on a blue field. The fighter planes and bombers represented are clockwise from the top center: the Spitfire II; the Wellington; the Hurricane II; the Hampden; the Flying Fortress; the Stirling; the Sunderland; the Halifax; the Beaufighter; and the Blenheim. The R.A.F. insignia appears on the wings and sides of the planes. At the bottom of the poster is a map with Europe and North Africa in pink. The Atlantic Ocean, Mediterranean Sea, Black Sea, Aral Sea, Persian Gulf and Caspian Sea are in blue. Black concentric circles emit from London, England and Cairo, Egypt on the map, showing the range of the planes that are listed in a gray box to the right of the map.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "Great Britain. H. M. Stationery Office",
    "Date Original": "circa 1942",
    "Description": "Poster, 51 x 76 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20269p",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; Airplanes--Recognition; War posters, Great Britain",
    "Title": "Aircraft of the R. A. F.: some famous types - I",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/108\">Aircraft of the R. A. F.: some famous types - I</a></span>"
}