{
    "Audio Description": "This World War Two poster emphasizing the importance of not wasting food is a still life painting of a tablescape.  In the center of the poster, a white plate is sitting on a greenish tablecloth. The plate is empty except for a wishbone and two chicken leg bones on the left side of the plate. All the meat from the bones has been eaten. Resting on the right side of the plate are a silver fork and knife. To the right of the plate is a nearly empty glass of water. To the left --- and partially laying on the plate near the chicken bones --- is a wadded up, used white napkin. In white capital letters on a black background at the top of the poster are the words: “Food is a weapon.” Beneath the still life painting on the green tablecloth are the words in the same white capital letters as above that read: “Don’t waste it!” Below those words is printed on a black background in smaller white capital letters are the words: “Buy wisely - cook carefully - eat it all.” At the bottom of the poster in green capital letters on a black background is the message: “Follow the National Wartime Nutrition Program.”\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 41 x 57 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20016p;  POSTER PR 32.5015:58",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.58",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Public health--United States; Nutrition--United States; World War, 1939-1945--Food supply--United States; War posters, American",
    "Title": "Food is a weapon, don't waste it!: buy wisely--cook carefully--eat it all: follow the National Wartime Nutritional Program",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/4\">Food is a weapon, don't waste it!: buy wisely--cook carefully--eat it all: follow the National Wartime Nutritional Program</a></span>"
}