{
    "Audio Description": "This World War Two poster is unique in its use of the color yellow to accent the message reinforcing the importance of wartime munitions production. In large yellow print at the top of the poster are the words “Bundles for Berlin”. At the bottom of the poster in white capital letters are the words “More Production.\" The words are superimposed over a scene of two servicemen loading a yellow bomb into the bottom of a plane. They are working in the shadow of the plane. The plane is gray and black and the ground is black. Between the plane and the ground is a yellow sky. The soldiers are wearing ground support jumpsuits that have a yellow tint. Their boots are black. The bomb bay door is open and soldiers are squatted down, lifting the bomb with both hands into the plane. The soldier in the forefront is watching carefully what he is doing. The figure of soldier behind him is mostly obscured, but both men are striking a similar pose as they work in unison. There is all ready one bomb loaded in the plane, and at the bottom right hand corner of the poster is another yellow bomb, ready to be loaded. ",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. War Production Board",
    "Date Original": "1942",
    "Description": "Poster, 101 x 72 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20157p;  POSTER PR 32.4812:A-9",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War work--United States; War posters, American",
    "Title": "Bundles for Berlin",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/79\">Bundles for Berlin</a></span>"
}