{
    "Audio Description": "Superimposed on the image of this poster, in large white letters are the words “We French workers warn you…defeat means slavery, starvation, death.” A group of four men, with their hands in the air in a gesture of surrender, are shown in front of a gray brick wall with a large orange poster affixed to it. The text of the poster, in black letters surrounded by a black border, is the Official Vichy Decree - only part of which can be read. The Vichy regime was the French government established after the German forces occupied France in June 1940 that cooperated with the Germans to persecute and deport the Jews to concentration camps. The man closest to the viewer, in the center of the picture, whose face is the only one visible, is wearing a white jacket, white scarf, and a black cap with a white brim. He is gazing to the left with a resigned look on his face. The other three men are facing away from the viewer. The viewer sees only the hands and arms of the man on the far left, who is wearing a white jacket. The dark-haired man next to him is wearing a black jacket and green cap. The brown-haired man on the far right is also wearing a black jacket.\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Shahn, Ben, 1898-1969",
    "Date Original": "1942",
    "Description": "Poster, 101 x 72 cm, artist: Ben Shahn",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20159p;  POSTER PR 32.5015:17",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.17",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "France--History--German occupation, 1940-1945; Propaganda, Anti-German--United States; Liberty; World War, 1939-1945--United States; War posters, American",
    "Title": "We French workers warn you...",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/81\">We French workers warn you...</a></span>"
}