{
    "Audio Description": "A nighttime naval shelling is about to commence in this World War II poster. The scene is a bow of a battle ship plowing through the sea. As the bow of the ship hits the water, white waves spray out. On the right side of the ship a sailor wearing a black jacket with the words “U.S. Navy” printed in white across the back. He is wearing a dark stocking cap and he is peering out of binoculars towards the right. On the left side is a signalman, wearing a dark cap and jacket is facing in the same direction as the other sailor. His gloved hand is pointing the yellow beam light from the signal he operates with the words “Fire Away!” printed in red over the signal light. To the left and just above the words at the bottom is a war bond symbol. Inside a square with round borders is the large letter “V”. Standing in “V” is the silhouette of a revolutionary war Minuteman. At the bottom of the poster in white capital letters are the words: “Buy Extra Bonds.” \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Schreiber",
    "Creator": "United States. Treasury Department. War Finance Division",
    "Date Original": "1944",
    "Description": "Poster, 50.85 x 71.3 cm, artist: Schreiber",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20165p;  POSTER T 66.8:B 64/10",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Fire away!: 5th V loan: buy extra bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/87\">Fire away!: 5th V loan: buy extra bonds</a></span>"
}