{
    "Audio Description": "Purchasing war bonds for Christmas is the subject of this World War II poster. The poster is an illustration of the Magi following the Star of Bethlehem. The three wise men are riding camels at night. The three kings wear traditional Arab garb, with robes and hats of head- pieces of many colors, such as red, yellow, purple, white and blue. The king on the right camel has a long white beard, the king in the middle has a brown beard and the king on the left has brown skin. The brown camels are also decoratively arrayed with colorful saddles and bridles of red and gold.   At the top portion of the poster is a dark blue starry sky. On the right side of the poster in the distance is a white star with radiating streaks of light. At the top of the poster in lighter blue letters are the words “For Peace and Security;” and at the bottom of the poster on a dull maroon background in white letters is the message “Buy Bonds.”  \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Ball, Linn",
    "Creator": "United States. Treasury Department. War Finance Division",
    "Date Original": "1945",
    "Description": "Poster, 46.9 x 65.8 cm, artist: Linn Ball",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20176p; POSTER T 66.2:P 29/3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American;",
    "Title": "For peace and security: buy bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/129\">For peace and security: buy bonds</a></span>"
}