{
    "Audio Description": "In this poster about buying war bonds five soldiers are shown positioning a flagpole flying the red, white, and blue American flag on a gray, rocky landscape. The soldiers are all wearing gray combat uniforms and helmets. None of their faces are visible. The four soldiers on the left are positioned with their bodies together, with one of the men barely visible behind the other three. They are grasping the flagpole and pushing it up into a vertical position. The arms and hands of the soldier on the far left are still reaching toward the flag as it has just moved out of his grasp. On the right, the fifth soldier is bent down on his left knee, with his right leg straightened behind him as he plants the bottom of the flagpole in the ground. Behind them the cloudy sky is gray-blue and white with yellow near the horizon line. Superimposed over the bottom of the image are the words “7th war loan, Now…all together,” in white letters.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Beall, C.C.",
    "Creator": "United States. Treasury Department. War Finance Division",
    "Date Original": "1945",
    "Description": "Poster, 23 x 32 cm, artist: C. C. Beall",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20018p ; POSTER T 66.8:W 19/24",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Now--all together",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/6\">Now--all together</a></span>"
}