{
    "Audio Description": "In the foreground of this poster about food rationing is a young brown-haired boy who is wearing blue overalls, a pale blue shirt, and a tan cap with a dark brown brim. He is looking happily at a large tan bushel basket that is filled with vegetables: yellow ears of corn in green husks, red tomatoes, orange carrots with green tops, white onions with green tops, a head of green lettuce, red radishes with green tops, purple-red beets, pale green celery with darker green leaves, and green peppers. Behind the boy a man and woman are engaged in hoeing and weeding a garden. The man is wearing blue overalls, a yellow short sleeved- shirt, a gray brimmed hat with a black band, and brown shoes. He is leaning over pulling at something in the ground while he leans on his black-handled hoe for support. Behind him, the woman is bent over facing away from the viewer. She too appears to be leaning on a black-handled hoe, although only the handle is visible. She is wearing brown shoes, nylons with a black seam, a brown skirt and a greenish-yellow blouse. At the top of this poster, in large red letters are the words “Plant a victory garden”. At the bottom of the poster in smaller red letters are the words “A garden will make your rations go further.” Just above this is an angled dark blue rectangle, with the words “Our food is fighting” in large white letters.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 56 x 71.5 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20046p; POSTER PR 32.5015:34",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.34",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Food supply--United States; Victory gardens--United States; War posters, American",
    "Title": "Plant a victory garden: our food is fighting: a garden will make your rations go further",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/34\">Plant a victory garden: our food is fighting: a garden will make your rations go further</a></span>"
}