{
    "Audio Description": "This enlistment poster is directed to young women interested in a career in nursing. The illustration on the poster is the portrait of a confident young, blonde haired woman looking into the distance. She has blue eyes and red lips. She is wearing a gray uniform jacket with red epaulets. There are silver buttons with a military insignia on each epaulet. On each of the wide lapels of the jacket are silver medical symbols of two snakes crawling up a staff with wings at the top. Underneath the jacket is a white blouse buttoned at the collar. On her left sleeve is the Cadet Nurse insignia of a red cross in a red oval. The letters “US” are stitched in blue in the center of the cross. The young woman is posing on a sky blue background. At the top of the poster are the words: “Enlist in a Proud Profession. Join the U.S. Cadet Nurse Corps. In a black box in the bottom left hand of the poster printed in white are the words: “A lifetime education free! If you can qualify.” In a white strip at the very bottom of the poster printed in black are the words: “For information go to your local hospital or write U.S. Cadet Nurse Corps, Box 88, New York, N.Y.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Edmundson, Carolyn Moorhead, 1906-",
    "Creator": "United States. Public Health Service",
    "Date Original": "1944",
    "Description": "Poster, 71 x 51 cm, artist: Carolyn Moorhead Edmundson",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20115p; POSTER FS 2.26:N 93/5",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States Cadet Nurse Corps--Recruiting, enlistment, etc.; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Enlist in a proud profession!: join the U.S. Cadet Nurse Corps: a lifetime education--free!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/62\">Enlist in a proud profession!: join the U.S. Cadet Nurse Corps: a lifetime education--free!</a></span>"
}