{
    "Audio Description": "This poster promoting war stamps and bonds is highly decorated and ornate. The border of the poster has blue background and contains over 100 military and naval medals and insignias. In the center of the poster is a red, white and blue checkerboard comprised of 56 squares that show what war stamps and bonds can provide and illustrations of those items. Above the checkerboard is a red box with white capital letters that read: “Do your part to win the war; buy more ware savings stamps.” There are red, white and blue waving American flags on each side of the poster’s title. Here are some examples of the display within the checkerboard: next to the box that says fifteen 25 cent stamps will buy one pair of shoes is an illustration of two army boot; next to the box that says twenty two 25 five cent stamps will buy one pup tent is an illustration of soldiers standing at attention by a tent; and next to the box that says one $18.75 bond will buy a sub-machine gun is an illustration of a soldier firing a machine gun. A hand holding a savings book and a red stamp is extending from the lower right hand portion of the checkerboard.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Treasury Department",
    "Date Original": "1942",
    "Description": "Poster, 71 x 56 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20028p; POSTER PR 32.4212:P 25x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Do your part to win the war: buy more war savings stamps",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/17\">Do your part to win the war: buy more war savings stamps</a></span>"
}