{
    "Audio Description": "A mother and daughter pasting war stamps in a savings booklet is the illustration on this poster with a pale blue background. In the center foreground of the poster is a girl about seven years old, squatting down to place a stamp in a savings book. She is wearing a short-sleeve white blouse with a puffy sleeve trimmed in red. Her short blue skirt has a blue suspender, and the hem of the skirt has a white and blue trim. Her socks are white with a red stripe. In the background to the girl’s left is her watchful mother holding a green war stamp next to a savings booklet. She is wearing the same outfit as her daughter and they both have a red and white candy stripe ribbons in their blonde hair. On the floor next to the young girl is a green military officer’s cap of a deployed husband and father with a brown brim and a gold eagle.  At the top of the poster in black letters are the words: “Even a little can help a lot - NOW.” At the bottom of the poster in black letters are the words: “Buy U.S. War Stamps Bonds.” \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Parker, Alfred, 1906-",
    "Creator": "United States. Treasury Department",
    "Date Original": "1942",
    "Description": "Poster, 51 x 36 cm, artist: Alfred Parker",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20167p; POSTER T 1.107:EV 2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Even a little can help a lot--now!: buy U.S. war stamps and bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/89\">Even a little can help a lot--now!: buy U.S. war stamps and bonds</a></span>"
}