{
    "Audio Description": "This touching poster depicts a mother and father tucking two children into bed. The dark-haired mother pulls the white sheet and tan blanket over the brown-haired rosy-cheeked children. She is wearing a dark gray blouse, a white apron over a pale blue skirt, and tan shoes. The dark-haired father stands next to her as he looks down at the sleeping children. He is wearing a white shirt and black patterned tie, gray pants with narrow gray suspenders, and tan shoes. In his left hand he is holding his glasses and a folded newspaper. Two words in the headlines stand out: bombings and horror. On the gray carpet next to the bed are a cloth doll with a pale blue dress, a block and a piece of blue striped clothing. In the shadowy background gray patterned wallpaper and part of a framed picture can be seen to the left. To the right, through the open room door, light from the downstairs of the house illuminates the railing, and newel post of the stairway. On a white background at the top of the poster in large black letters are the words “Ours…to fight for” and on the same white background at the bottom “Freedom from fear” is also written in large black letters.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Rockwell, Norman, 1894-1978",
    "Creator": "United States. Office of War Information;",
    "Date Original": "1943",
    "Description": "Poster, 51 x 71 cm, artist: Norman Rockwell",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20182p; POSTER PR 32.5015:46/2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Liberty; Patriotism--United States; World War, 1939-1945--United States; War posters, American;",
    "Title": "Ours--to fight for: freedom from fear",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/94\">Ours--to fight for: freedom from fear</a></span>"
}