{
    "Audio Description": "A young woman writing a letter to a soldier stationed overseas is the subject of this poster. In the lower portion of the poster is a smiling light brown haired woman with red lips. She is wearing a long-sleeve pink dress with wide lapels and large pink buttons at her open collar and on the cuffs of her sleeves. She is holding a long black fountain pen and has just started writing the opening lines of a letter on a white sheet of paper. Dimly visible in a dark background are four soldiers wearing combat helmets, holding envelopes just above the top of the woman’s head. In pink italicized letters at the top of the poster and superimposed over the group of soldiers are the words “Be with him at every mail call.” In light blue letters superimposed over the desk the woman is writing at are the words “V-Mail is Private, Reliable, Patriotic.” \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Hiller, Lejaren, b. 1880",
    "Creator": "United States. Army Service Forces. Adjutant General's Office",
    "Date Original": "1945",
    "Description": "Poster, 71 x 53 cm, photographer: Lejaren Hiller",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20055p; POSTER W 3.46/1:M 28",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "V-mail--United States; World War, 1939-1945--United States; Patriotism--United States; War posters, American",
    "Title": "Be with him at every mail call: V-mail is private, reliable, patriotic",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/42\">Be with him at every mail call: V-mail is private, reliable, patriotic</a></span>"
}