{
    "Audio Description": "This poster features two illustrations of the same red-lipped, dark haired, dark eyed young woman as a cadet nurse on a white background. The figure in left foreground is wearing a gray beret with a silver insignia of an eagle perched on a shield with stars and stripes. She is wearing a gray military uniform jacket with a white blouse buttoned at the collar. There are red epaulettes on both shoulders. In the right background she is wearing a white nursing cap and a white dress. On the left sleeves of both images is the cadet nurse insignia that has a white cross in a red circle. Below the images of the young woman are the words in red letters: “Cadet Nurse: The Girl with a Future.” In a gray strip below that are the words “A lifetime education free for high school graduate who qualify.” There is a dark box in the left of the gray strip with white letters that reads: “For information, go to your local hospital or write U.S. Cadet Nurse Corps, Box 88, New York 8, N.Y.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Whitcomb, Jon",
    "Creator": "United States. Public Health Service",
    "Date Original": "1944",
    "Description": "Poster, 71 x 51 cm, artist: Jon Whitcomb",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20114p; POSTER FS 2.26:N 93/8",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States Cadet Nurse Corps--Recruiting, enlistment, etc.; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Be a Cadet Nurse, the girl with a future",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/61\">Be a Cadet Nurse, the girl with a future</a></span>"
}