{
    "Audio Description": "The words “Rationing means a fair share for all of us” are printed in white in a red bar that divides the poster in half. There are two similar scenes above and below the red bar with two women in at a grocery store. Depicted in the top image is a frowning grocer. He is balding middle-aged man with a thick black moustache, wearing a white bib and black bow. He is looking at a disappointed young looking woman to his right.  The woman is wearing a black coat. She is slim with long dark hair. She is holding out her left hand as the grocer points to empty shelves behind him with his left thumb. To his left is a smug looking older woman, caring a box with six cans of food. She is larger woman and her dark hair is in a bun. There is a strip of red type in the left hand portion of the upper image that reads, “without rationing.” At the same spot in the lower image is a similar strip of type that reads, “with rationing.” It is the identical scene and people, but this time, the shelves behind the grocer are fully stocked and he is handing a red can of food to each of the women. The grocer is smiling, and both women look pleased.\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Price Administration",
    "Date Original": "1943",
    "Description": "Poster, 55.4 x 71.3 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20146p; POSTER PR 32.4212:R 18x4",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Rationing--United States; World War, 1939-1945--Food supply--United States; War posters, American",
    "Title": "Rationing means a fair share for all of us",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/65\">Rationing means a fair share for all of us</a></span>"
}