{
    "Audio Description": "The heroic images of three muscular arms reaching upwards against a fiery red background while holding tools essential in winning World War Two is dramatized in this poster issued by the United States Office of War Information in 1942. On the left, a black leather gloved-hand holds a large monkey wrench. In the center, a solider with a torn khaki uniform sleeve holds a rifle. On the right, a woman is holding an S-shaped combination wrench. Her blue sleeve with white zigzag stitching is pulled down below her elbow.   Masculine strength was a common visual theme in wartime propaganda. Images of men and machines exemplified America's ability to channel its strength into the war effort. This poster breaks slightly with tradition by including a woman. At the top of the poster is a quote by then Vice-President Henry Wallace that reads: “Strong in the sense of the Lord we who fight in the people’s cause will never stop until that cause is won.”  \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Martin, David Stone",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 71 x 56 cm, artist: David Stone Martin",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20185p; POSTER PR 32.5015:8",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no. 8",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Patriotism--United States; World War, 1939-1945--United States--Propaganda; War posters, American",
    "Title": "Strong in the strength of the Lord: we who fight in the people's cause will never stop until that cause is won",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/97\">Strong in the strength of the Lord: we who fight in the people's cause will never stop until that cause is won</a></span>"
}