{
    "Audio Description": "A handsome young man with curly dark hair and ruddy cheeks looks out into the distance from this recruitment poster for the United States Army Air Forces. He is wearing a dark brown leather jacket, dark brown shirt, and a metal wristwatch on his right arm. In his strong hands he is holding a dark gray-black torpedo with a silver tip. He is standing amidst fluffy white clouds with hints of pale orange and yellow below, positioned on a dark blue background.  Above him, a light shines from the right highlighting his hair, face and jacket.  From the clouds below him a squadron of eleven planes fly up and toward the right of the picture. At the top of the poster in white letters are the word “O’er the ramparts we watch.” In a blue band at the bottom of the poster in orange letters are the words “United States Army Air Forces”, positioned below the Army Air Forces insignia: a white star with a red dot in the center and golden wings, positioned on a blue background and framed by a white circle. Extending from the insignia are white lines that form stylized wings on either side of it.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Schlaikjer, Jes Wilhelm, 1897-",
    "Creator": "United States. War Department. Army Air Forces",
    "Date Original": "1945",
    "Description": "Poster, 62 x 48 cm, artist: Jes Wilhelm Schlaikjer",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20034p",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Army--Recruiting, enlistment, etc.; World War, 1939-1945--United States; War posters, American",
    "Title": "O'er the ramparts we watch",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/23\">O'er the ramparts we watch</a></span>"
}