{
    "Audio Description": "The image of soldier in the midst of combat is deployed to dramatize the importance of workplace safety in the defense industry. This World War Two poster issued in 1943 is a close-up illustration of a soldier’s battle hardened face. He is wearing a green helmet and combat uniform. The light from explosions and combat illuminates the GI’s soiled face and there is black stubble showing around his closed mouth and chin. The soldier’s brown eyes stare intently at the viewer of the poster. Over the soldier’s left shoulder is a shell burst, with rising black smoke and white flames blasting from the point of impact. He is aiming a machine gun out of the frame. The firepower is so intense that the machine gun throws a dark shadow across the soldier’s face. The black barrel of the machine gun breaks the plane between the illustration and the white strip at the bottom of the poster that carries a message printed in black and red type: “I need you on the job full time…Don’t Get Hurt.” ",
    "Collection Name": "World War II - Posters",
    "Contributors": "Meyers, Harry Morse",
    "Creator": "United States. War Department. Safety Council",
    "Date Original": "1943",
    "Description": "Poster, 101 x 72 cm, artist: Harry Morse Meyers",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20192p; POSTER W 37.11:H 94/1",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War work--United States; War posters, American;",
    "Title": "I need you on the job full time, don't get hurt",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/104\">I need you on the job full time, don't get hurt</a></span>"
}