{
    "Audio Description": "A soldier in combat uniform looks out at the viewer, giving a “thumbs up” sign. His uniform is brown and open at the neck and he has a black wristwatch on his left art. He has a rifle slung over his right shoulder. His dark brown helmet has netting with green leaves woven into it. Behind him, under a yellow sky are a grouping of palm trees and a small patch of blue water. At the top of the poster, in a black rectangle are the words “We’ll take care of the rising sun” in large white letters. Below the soldier is a black rectangle with the words “You take care of rising prices” in white letters. At the bottom of the poster is a list of ways to curb inflation, written in black letters on a white background: 1. Buy and hold war bonds; 2. Pay willingly our share of taxes; 3. Provide adequate life insurance and savings for our future; 4. Reduce our debts as much as possible; 5. Buy only what we need and make what we have last longer; 6. Follow ration rules and price ceilings; 7. Cooperate with our government’s wage stabilization program.\r\nTo the left of each item on this list is the outline of a key with a red letter in it. As you read the letters from top to bottom they spell “Victory”.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Economic Stabilization",
    "Date Original": "1944",
    "Description": "Poster, 41.2 x 57.6 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20063p ; POSTER PR 32.6007:P 93",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Price regulation--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "We'll take care of the rising sun: you take care of rising prices",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/51\">We'll take care of the rising sun: you take care of rising prices</a></span>"
}