{
    "Audio Description": "Buying war bonds to support the war effort is the theme of this poster. The image on the poster is a portrait of a wounded American GI at a desolate battlefield.  The soldier is looking directly at the viewer. There is a white bandage over his forehead with blood beginning to ooze from the bandage above his left eye. His blonde hair is hanging over the right side of the bandage. He is wearing a khaki shirt, opened at the collar. On the right and left lapels of his shirt are brass insignia with the letters “U.S.” The landscape behind the soldier is bleak. The sky is black with streaks of gray. To the right of the soldier is a dusty gray, with a wrecked motorcycle and an abandoned cannon. There is a distant charred tree with its leaves burned off. Far off in the background is a wire fence. At the top of the poster in white cursive letters are the words: “Doing all you can, brother?” At the bottom of the poster over the soldiers shirt are large, black capital letters that read” “Buy War Bonds.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Sloan, Robert S.",
    "Creator": "United States. Treasury Department",
    "Date Original": "1943",
    "Description": "Poster, 56 x 71 cm, artist: Robert S. Sloan",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20053p; POSTER T 1.107:B 98/6",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Doing all you can brother?:buy war bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/40\">Doing all you can brother?:buy war bonds</a></span>"
}