{
    "Audio Description": "At the top of this poster about fuel conservation the background is blue with white flecks that look like snow. Over this strip, in black letters are the words “Your government warns” and below that in larger white letters the words “Prepare for winter now!”. The background of the middle of the poster is white and is divided into three sections. The first section has a red drawing of a truck with the bed tilted, as if making unloading. In black letters are the words “Take dealer’s advice on amount and kind of fuel to buy and when to accept delivery.” The second section has a red drawing of a man inspecting a furnace. In black letters are the words “Check your heating plant, clean and repair equipment, install controls and other fuel-saving devices.” The third section has a red drawing of a house. In black letters are the words “Winterize your home, insulate walls and ceilings, install storm sash, weatherstrips, caulk cracks.” At the bottom of the poster is a red strip with white letters reading “Fuel is scarce, conserve it! Solid Fuels Administration for War, Washington, D.C.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Solid Fuels Administration for War;",
    "Date Original": "1944",
    "Description": "Poster, 71 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20153p; POSTER I 51.10:W 73",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Energy conservation--United States; World War, 1939-1945--Economic aspects--United States; War posters, American;",
    "Title": "Your government warns: prepare for winter now!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/75\">Your government warns: prepare for winter now!</a></span>"
}