{
    "Audio Description": "Three clean-shaven, blue-eyed men representing branches of the British military service are illustrated in this poster. To the left is an RAF pilot, looking skywards. He is wearing a blue cap with two stars near the fold at the front and wings at the top.  His knotted Windsor tie is black and the uniform lapel is blue. To the right is a seaman, looking towards the right. His brimless naval hat is white with the letters “HMS” in light blue on a black rim. The naval color is light blue with three strips of white trim. Underneath the collar is a white shirt with blue trim at the neckline. Situated slightly higher and between the airman and seaman is a trooper. The strap of his wide brim greenish tan helmet is secured to his chin. His uniform is the same color as the helmet and the collar is buttoned at his neck. He is staring intently straight ahead. The uniforms of the servicemen from the upper chest downwards turn into a black background. Printed in red capital letters are the words “Back up the Fighting Forces.” ",
    "Collection Name": "World War II - Posters",
    "Contributors": "Mackinlay",
    "Creator": "Great Britain. H. M. Stationery Office",
    "Date Original": "circa 1939-1945",
    "Description": "Poster, 38 x 51 cm, artist: Mackinlay",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20282p",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; War posters, Great Britain",
    "Title": "Back up the fighting forces",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/120\">Back up the fighting forces</a></span>"
}