{
    "Audio Description": "This poster features an illustration of Uncle Sam pointing to a chart comparing the cost of living being more favorable during World War II than during World War I. Uncle Sam is depicted on the left hand side of the poser, wearing a top hat with red and white stripes. The band of the hat is blue with a white star. White hair emerges from under the white brim of the hat and hangs over his ears. His white beard is long and thin. The collar of his shirt is white and he is wearing a red bow tie. He is smiling, looking pleased as he points to the chart behind him with his right thumb. Printed in white on the top of the chart with black background are the words: “Cost of living in two wars.” The words “Last war” is printed next to a red arrow pointing to a rising red line. The words “This war” is printed next to a level yellow line. In a yellow band across the bottom of the poster is the message: “Keep up the good work; keep down living costs. Pay no more than ceiling prices.” In the lower right hand corner of the poster is a blue circle with a blonde, blue-eyed woman about 30 years of age holding up hand taking a pledge. She is wearing a red blouse with white stripes underneath a white apron.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Helguera, Leon;",
    "Creator": "United States. Office of Price Administration;",
    "Date Original": "1944",
    "Description": "Poster, 50.3 x 70.9 cm, artist: Leon Helguera. Chart title: Cost of living in two wars.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20188p; POSTER PR 32.5213:C 82x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Price regulation--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Keep up the good work: keep down living costs, pay no more than ceiling prices",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/100\">Keep up the good work: keep down living costs, pay no more than ceiling prices</a></span>"
}