{
    "Audio Description": "A mother and her young daughter are depicted in this charming poster about food conservation. Each is wearing a short-sleeved red dress, a white apron with red rick-rack trim, and a red bow in her blonde hair. The little girl has a white collar and two white heart-shaped buttons on her dress. She is looking up at her mother with a smile on her face. The smiling mother is looking down at the jars of vegetables on the white tablecloth. She is placing a glass lid on a jar of peas while the daughter is holding a red rubber ring that will be used for another jar. The daughter is wearing two more rubber rings as bracelets on her left arm. On the table, in addition to the jar of peas, are two rubber rings, two glass lids and two glass jars of carrots. Behind the mother and daughter is a shelf of glass jars full of preserved food: carrots, green beans, peas and others. Some of the jars have glass lids and bales, while others have metal lids. The shelf has a ruffle with a checkerboard pattern of light and dark blue. At the top of the poster in black letters on a white background are the words “We’ll have lots to eat this winter, won’t we Mother?” At the bottom of the poster, superimposed on the white tablecloth in red letters are the words “Grow your own, can your own.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Parker, Alfred, 1906-",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 41 x 57 cm, artist: Alfred Parker",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20015p ; POSTER PR 32.5015:57",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.57",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Canning and preserving--United States; Food conservation--United States; World War, 1939-1945--Food supply--United States; War posters, American; War posters, American",
    "Title": "We'll have lots to eat this winter, won't we Mother?: grow your own, can your own",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/3\">We'll have lots to eat this winter, won't we Mother?: grow your own, can your own</a></span>"
}