{
    "Audio Description": "This poster printed on a yellow background compares the cost of living during the First World War and the Second World War. Two graphs on the upper portion of the poster illustrate the comparison. The left hand chart is labeled 1918. A woman is reaching for a basket of food labeled “Cost of Living” sitting on a black bar that is over her head. The text under the image indicates there was a 64.6 percent rise in the cost of living during the 53rd month of World War I. The right hand chart is labeled 1944. A woman is pulling a carrot out of basket of food labeled “Cost of Living” sitting on a black bar that is waist high. The text under the image indicates there was a 25.9 percent rise in the cost of living during the 53rd month of World War II. Under the graphs, in black letters is the message: “Here’s a war job all America may be proud of. The rise in the wartime cost of living today is less than half the World War I increase…only the patriotic cooperation of the public and businessmen with the government’s price control program made this record possible…let’s keep up the good work by keeping the Home Front Pledge: I pay no more than the ceiling prices…I pay my ration points in full.”  In a small circle in the lower right hand corner of the poster is a blue and white illustration of a woman wearing an apron, with her hand raised as she takes the pledge.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of Price Administration",
    "Date Original": "1944",
    "Description": "Poster, 36 x 49 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20108p; POSTER PR 32.4212:C 82",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Price regulation--United States; World War, 1939-1945--Economic aspects--United States; Cost and standard of living--United States; War posters, American",
    "Title": "Cost of living 1918,1944: price control began here",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/56\">Cost of living 1918,1944: price control began here</a></span>"
}