{
    "Audio Description": "This World War Two poster is designed to recruit women into the nursing profession. The poster is a color photo of a young Caucasian woman graduating from nursing school. She is wearing a short-sleeve blue dress with a white collar, white cuffs and a white hanky rising above the pocket on the right side of her dress. She has dark hair, dark eyelashes and dark eyes. Her cheeks slightly flushed with rouge, and she wearing red lipstick. Her mouth is closed as her serious eyes are trained straight ahead. The two hands are placing a traditional white crisp nurses cap on the woman’s head. The wings of both sides of the hats are being held between a man’s thumbs and forefingers. On each sleeve of the man’s coat have three large silver stars on a strip of dark blue. Running across the cuff next to the stars are five stripes, alternating between red and white. The sleeve of the coat is dark blue. Below the woman’s neckline are the words printed in white script “become a nurse.” Underneath that message is printed in smaller capital letters the words “Your country needs you.”  At the bottom of the poster are the directions “Write Nursing Information Bureau, 1790 Broadway, New York City.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 71 x 56 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20033p; POSTER PR 32.5015:22",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.22",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Become a nurse: your country needs you",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/21\">Become a nurse: your country needs you</a></span>"
}