{
    "Audio Description": "Black and white pictures of two teenagers dominate this poster. In the right foreground is the head of a smiling teenage boy. His thick dark hair is combed back and his collar is open. In the left background is a dark-haired smiling teenage girl. The photos of the youths are superimposed over a white and blue sky and above a scene in black and white of people harvesting a field. Front and center at the bottom is a woman pouring heads of lettuce into a wooden barrel. To her right is another woman taking lettuce from furrowed rows and placing them in a basket. Behind her are other people working in the field. In the left background is a horse hitched to a farm implement with men working nearby. In yellow print at the top of the poster are the words: “Be a Victory Farm Volunteer in the U.S. Crop Corps.” At the bottom of the poster in yellow letters are the words: “See your principal.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Department of Agriculture",
    "Date Original": "1943",
    "Description": "Poster, 14 x 22 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20051p; POSTER A 1.32:V 66/2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Food supply--United States; World War, 1939-1945--War work--United States; War posters, American",
    "Title": "Be a victory farm volunteer in the U. S. Crop Corps: see your principal",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/38\">Be a victory farm volunteer in the U. S. Crop Corps: see your principal</a></span>"
}