{
    "Audio Description": "Americans! Share the meat as a wartime necessity\r\n\r\n This poster framed within a red border urging reduced meat consumption consists entirely of text printed in black and red type. In a bold typeface at the top of the poster are the words: “Americans! Share the meat as a wartime necessity.” Italic letters follow with the words: “To meet the needs of our armed forces and fighting allies, a Government order limits the amount of meat delivered to stores and restaurants. To share the supply fairly, all civilians are asked to limit their consumption of beef, veal, lamb, mutton and pork to two and a half pounds per week.” The lower half of the poster lists the fair weekly for individuals for 12 years of age and older, which is two and a half pounds per week; for children six to 12 years old, which is one and a half pounds per week; and children under six years old, which is three quarter pounds per week. Under the listing is an italicized note that reads “You can add these foods to your share: liver, sweetbreads, kidneys, brains and other variety of meats; also poultry and fish.” At the bottom of the poster are the words “Help win the War! Keep within your share.” On the bottom right hand corner of the poster is the signature of Claude R. Wickard, the chairman of the Food Requirement Committee of the War Production Board.\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 53 x 71 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20024p; POSTER PR 32.5015:10",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.10",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; World War, 1939-1945--Food supply--United States; Food conservation--United States; War posters, American",
    "Title": "Americans!: share the meat as a wartime necessity",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/13\">Americans!: share the meat as a wartime necessity</a></span>"
}