{
    "Audio Description": "On a bright yellow background a man with a determined expression looks directly at the viewer, from this World War II recruitment poster. The brown-haired, blue-eyed man is wearing a black knit cap, brown coat with the collar up and the zipper open to reveal his blue turtleneck sweater. There is a small round button on the left side of his jacket. His right hand is gripping the brown wooden wheel of a ship. Above him in red letters are the words “Let’s finish the job!” on a yellow band below him in red and black letters are the words “Urgent, experienced seamen needed! Wire collect: merchant Marine, Washington, DC, or inquire your maritime Union or US Employment Service.”",
    "Collection Name": "World War II - Posters",
    "Contributors": "Sawyers, Martha, 1902-",
    "Creator": "United States. Maritime Commission",
    "Date Original": "1944",
    "Description": "Poster, 71 x 51 cm, artist: Martha Sawyers.  On a bright yellow background a man with a determined expression looks directly at the viewer, from this World War II recruitment poster. The brown-haired, blue-eyed man is wearing a black knit cap, brown coat with the collar up and the zipper open to reveal his blue turtleneck sweater. There is a small round button on the left side of his jacket. His right hand is gripping the brown wooden wheel of a ship. Above him in red letters are the words “Let’s finish the job!” on a yellow band below him in red and black letters are the words “Urgent, experienced seamen needed! Wire collect: merchant Marine, Washington, DC, or inquire your maritime Union or US Employment Service.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20183p; POSTER MC 1.25:SE 1/3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Merchant Marine--United States; World War, 1939-1945--United States; War posters, American;",
    "Title": "Let's finish the job: urgent--experienced seamen needed",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/95\">Let's finish the job: urgent--experienced seamen needed</a></span>"
}