{
    "Audio Description": "Two men and a woman are shown working together on a round airplane propeller motor in front of  the greenish-black wing of a plane, which can be seen behind them. The woman is standing on the left with her back to the viewer. She is wearing a red bandanna over her short brown hair, a light green short-sleeved shirt, blue jeans and a black belt. She is looking down at the red-haired man on her right. He is wearing a light blue shirt and dark tan pants. He is looking up at her and his hands are reaching up and holding onto the motor. Above them is a light-haired man wearing a light yellow shirt who is using a silver ratchet to tighten a component of the motor. His expression is one of great concentration and his muscular forearm shows the force he is exerting. The motor is black and gray with nine red tubes coming from the center out to various parts, all around the motor. In the center of the motor is a tan conical shaped piece with a long peg sticking out. On the peg a paper tablet with writing on it hangs from a wire, perhaps a list of tasks. At the back of this picture, to the left, the silver nose of a plane is visible, and on the right the tails of three silver planes can be seen, with two workers in white jumpsuits near the one closest to the viewer. The body of this plane also has a decorative design of a white star in a gray circle over a white band. In the upper left corner of this poster is a small gray oval. Within the oval is a black torpedo with the words “6th war loan” in white letters. The torpedo is heading downward toward a red and white Japanese flag. White streaks  next to the torpedo give the impression of speed. At the top of this poster in white letters are the words “The sky’s the limit!” At the bottom, in large white block letters are the words “Keep buying war bonds”.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Allen, Courtney",
    "Creator": "United States. Treasury Department. War Finance Division",
    "Date Original": "1944",
    "Description": "Poster, 51 x 69 cm, artist: Courtney Allen",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20112p ; POSTER T 66.8:B 64/24",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "The sky's the limit: keep buying war bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/60\">The sky's the limit: keep buying war bonds</a></span>"
}