{
    "Audio Description": "In this nursing recruitment poster a light-haired young man with a gaunt face and haunted, somber expression gazes wearily at the viewer. He is wearing a white collarless long-sleeved shirt that is buttoned to the neck. He rests his right arm on the arm of the wicker-backed wooden wheelchair in which he is sitting. His other arm rests near his left leg. Behind him, in a smoky gray and white haze, are images of soldiers at war, on the left, and of a nurse assisting a patient who is lying in a hospital bed. On a black background over his head are the words “Serve those who served” in gray letters. Below him, in a large black strip, in cursive handwriting are the words “Nurses are needed in” and in red block letters “Veterans Administration Hospitals”. At the bottom in smaller white letters are the words “Write to Medical Director, Veterans Administration, Washington, 25, DC or US Civil Service Commission, Washington, 25, DC.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Douglas Crockwell, Spencer, 1904-1968",
    "Creator": "United States. Veterans Administration",
    "Date Original": "1945",
    "Description": "Poster, 71 x 51 cm, artist: Spencer Douglas Crockwell",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20175p ; POSTER VA 1.16:N 93",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Nurses--Recruiting--United States; World War, 1939-1945--Veterans--United States; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Serve those who served: nurses are needed in Veterans Administration hospitals",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/128\">Serve those who served: nurses are needed in Veterans Administration hospitals</a></span>"
}