{
    "Audio Description": "At the top of the poster in red capital letters are the words: “Use it up - wear it out - make it do!” The words “make it do” are in slanted letters followed by an exclamation mark. The scene on the poster is a wife mending her husband’s pants while he bent over oiling a push mower. The background of the entire poster is white. The woman is wearing a bright yellow dress. She is knelling down and sewing a red patch on the seat of her husband’s blue jean pants. Her right arm is extended upwards as she pulls the needle and thread through the patch. Her brown hair is pulled back and parted in the middle. She is wearing brown shoes. Near her feet is a brown wicker-sewing basket containing a black pair of scissors; a red tomato pincushion; and spools of blue, green and brown thread. A yellow measuring tape rolls out towards the man. The man is wearing a red shirt that matches the patch. He is wearing brown and tan oxford shoe with green socks. He is holding on to the yellow handle of the push mower with his right hand as he oils the right, black wheel of the mower with his left hand. The small copper oilcan has a half-sphere shape with a narrow spigot. Printed in black capital letters below the couple is the words: “Our labor and our goods are fighting.”",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 56 x 72 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20040p; POSTER PR 32.5015:39",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.39",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Use it up, wear it out, make it do!: our labor and our goods are fighting",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/28\">Use it up, wear it out, make it do!: our labor and our goods are fighting</a></span>"
}