{
    "Audio Description": "A phalanx of black, long-barreled cannons rise from the bottom of the poster towards the upper right hand side of the poster.  Shafts of yellow flames are erupting from the artillery pieces, turning the sky a fiery red and yellow with black smoke surrounding the blasts of fire power.  Wrapped around the barrels are the flags of the Allied nations from left to right, Norway, Great Britain, the United States, China, the Soviet Union and Australia.  The dominant flags are the American, British and Soviet flags.  The red, white and blue American flag is in the center of the poster. To its immediate left is the red, white and blue Union Jack, and toward the right hand side is the yellow hammer and sickle on the red Soviet flag. Printed in black letters on the yellow fire in the upper right hand side of the poster are the words: \"United we are strong.\"  Printed in white letters across the bottom of the poster on the black gun barrels are the words: \"United we will win.\"   ",
    "Collection Name": "World War II - Posters",
    "Contributors": "Koerner, Henry;",
    "Creator": "United States. Office of War Information;",
    "Date Original": "1943",
    "Description": "Poster, 101 x 72 cm, artist: Henry Koerner",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20172p ; POSTER PR 32.5015:64",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no. 64",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Allied Powers (1919-); World War, 1939-1945; War posters, American",
    "Title": "United we are strong: united we will win",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/90\">United we are strong: united we will win</a></span>"
}