{
    "Audio Description": "America calling.                                                                                                                                                                                                                               The national symbol of the bald eagle is employed to encourage participation in civil defense during World War Two. Dominating the poster is a black and white image of an American bald eagle swooping down in a predatory dive with its talons extended. The eagle is flying from the right to the left. The beak of the eagle is sharp, and its beady eyes are focused. The head of the eagle through the neck and the tail wings are covered with white feathers. The feathers on the body of the eagle and on its extended wing are dark. Superimposed on the top of the wing of the eagle are the words “America Calling.” The letters are capitalized with the word “America” in white, and word the “Calling” in red. Streaks of blue stripes are painted on the top of the poster. On the bottom of the poster are streaks of red paint. At the bottom of the poster are the words “Take your place in Civil Defense.” In the lower right hand corner of the poster is the Civil Defense insignia. The design of the insignia is the capital letters C and D in red in white triangle that is within a blue circle. ",
    "Collection Name": "World War II - Posters",
    "Contributors": "Matter, Herbert; Fisher, Arthur H.",
    "Creator": "United States. Emergency Management Office. Information Division",
    "Date Original": "1941",
    "Description": "Poster, 101 x 76 cm, artist: Herbert Matter, photographer: Arthur H. Fisher",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20193p; POSTER PR 32.409:AM 3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Civil defense--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "America calling",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/105\">America calling</a></span>"
}