{
    "Audio Description": "This poster is resembles a blueprint, consisting of white lettering on a dark blue background. Centered at the top of the poster is the Great Seal of the United States of America rendered as a white line drawing. The bald eagle is clutching arrows in its right talon and an olive branch in its left talon. The eagle looks towards the left, and holds in its beak the scroll with the words “E pluribus Unum.” Above the eagle’s head is a cluster of stars. The eagle’s breastplate is a shield with a field of stars above vertical stripes. Below the seal are the words as follows: “A Message About Food from the President of the United States. In this fourth year of war the need for food is greater than ever before. I call upon every American to help increase the Nation’s food supply…By growing larger and better victory gardens and seeing them through to the harvest. By preserving our food at home or in a community canning center. By conserving food in every possible way --- wasting not even an ounce. Our food will make a real contribution to the final victory and the peace. There can be no lasting peace in a hungry world.” On the bottom right hand side of the poster is the signature of Harry Truman. The first name and the last name of the signature run together, and the T is crossed with an exaggerated line. Beneath the signature are the words, “The President of the United States.” On the bottom left hand side of the poster are the words “Washington D.C. 1945.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Department of Agriculture. Information Office",
    "Date Original": "1945",
    "Description": "Poster, 66 x 47 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20164p; POSTER A 1.70:F 73",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Food supply--United States; Food conservation--United States; War posters, American",
    "Title": "A message about food from the President of the United States",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/86\">A message about food from the President of the United States</a></span>"
}