{
    "Audio Description": "Americans of all stripes working together is the theme of this World War Two poster. The top half of the poster is a red, white and blue American flag with 48 stars. Below the flag are two men in their early twenties working on a large piece of military equipment. The image is from a photo that has been cropped and appears over a white background. The men are dressed the same with light colored shirts with rolled up sleeves and khaki pants, indicating they are either defense industry workers or soldiers. On the right is a Caucasian young man with thick blonde hair. His head and shoulders break the plane of the stripes on the bottom of the flag. His arm is muscular and he drilling at the top of a circular piece of metal. To his left and working below him is an African-American young man. He is holding a ratchet-type tool with both hands. The tools the workers are using have electric cords running from them. The African-American worker is wearing a dark baseball cap with the bill pulled up. The men look purposely as they work. In tall white capital letters across the bottom of the poster are the words: “United We Win.” \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Liberman",
    "Creator": "United States. War Manpower Commission",
    "Date Original": "1942",
    "Description": "Poster, 101 x 72 cm, photographer: Liberman",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20191p;l POSTER PR 32.5015:38",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War work--United States; War posters, American;",
    "Title": "United we win",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/103\">United we win</a></span>"
}