{
    "Audio Description": "A wounded GI is featured in this poster promoting war bonds. At the top of the poster is printed, “Care is costly,” referring to the soldier who is wearing a green combat uniform seated against a wall. At the bottom of the poster are the words “Buy and Hold War Bonds.” The soldier in the center of the poster is sergeant with the insignia of his rank illustrated with four stripes on his left shoulder. The sergeant has a full head of dark hair, but he is an older man as indicated by the graying on his temples. A few days growth of dark beard stubbles his face, and his blue eyes are tired and worn. His right arm is lying across his chest, and his wounded right hand is wrapped in white gauze. Red blood seeps from underneath a swash of white gauze that is wrapped between sergeant’s right knee and boot. The sunlit soldier’s gray shadow falls against the side of the wall where he is resting. Sitting on the brown earth next to sergeant is his tan colored helmet with splotches of green to provide camouflage. \r\n ",
    "Collection Name": "World War II - Posters",
    "Contributors": "Treidler, Adolph",
    "Creator": "United States. Treasury Department. War Finance Division;",
    "Date Original": "1945",
    "Description": "Poster, 46.7 x 65.6 cm, artist: Adolph Treidler",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20190p; POSTER T 66.8:C 18x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Care is costly: buy and hold war bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/102\">Care is costly: buy and hold war bonds</a></span>"
}