{
    "Audio Description": "Conserving vital resources for the war is the subject of this World War II poster printed in 1943. In the foreground is a middle-aged woman carrying two gray packages and a black purse under her right arm. She is carrying a grocery bag in her left arm, full of boxes, lettuce and carrots. There is a gold wedding band on her ring finger. She is wearing a yellow blouse with a broad collar. Her jacket and hat are dark green. Her hair is dark and her right ear has a small earring. Behind the woman is the black and white image of soldiers marching. The soldiers are marching towards the right. They are wearing helmets and carrying backpacks and rifles. The sky behind is full of white clouds. The text that appears at the woman’s head reads: “I’ll carry mine too!” At the bottom of the poster in white capital letters is the line: “Trucks and tires must last till victory.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Sarra, Valentino, 1903-",
    "Creator": "United States. Office of War Information",
    "Date Original": "1943",
    "Description": "Poster, 56 x 71 cm, artist: Valentino Sarra",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20007p; POSTER PR 32.5015:28",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.28",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Transportation--Energy conservation--United States; World War, 1939-1945--Transportation--United States; War posters, American",
    "Title": "I’ll carry mine too!: trucks and tires must last till victory",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/44\">I’ll carry mine too!: trucks and tires must last till victory</a></span>"
}