{
    "Audio Description": "A painting of a tank attack in the western African desert is depicted in the poster issued by the British Government during World War Two. In the forefront is a gun steel gray tank with a small red, white and blue Union Jack insignia on the front of the tank. Triangular red and blue banners flutter from an antenna on the tank. A burst of yellow and red is emitting from the barrel of the gun turret as the tank fires.  To the left and behind the British tank charging over a tan colored sand dunes are burning German tanks. Orange flames and thick black smoke rise from disabled tanks. On the gun turret of the burning tank in the foreground is the black and white cross that is a German army insignia with the bodies of German soldiers lying near the tank. On another German tank, a soldier is holding his hand over his head as he surrenders.  In the backdrop of the poster are numerous British tanks, charging through swirling sand that is being stirred up by tank treads and exploding shells. Beneath the painting in bold, black capital letters is the phrase: “BACK THEM UP!”\r\n",
    "Collection Name": "World War II - Posters",
    "Date Original": "circa 1939-1945",
    "Description": "Poster, 51 x 76 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20270p; POSTER 940.5423 BACK",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; War posters, Great Britain",
    "Title": "Back them up!: a British tank attack in the Western desert",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/109\">Back them up!: a British tank attack in the Western desert</a></span>"
}