{
    "Audio Description": "“Avenge December 7” is a poster that captures the public mood in the United States after the Japanese attack on the United States Fleet stationed at Pearl Harbor. The artwork in the poster emerges from a black background. The words  “Avenger December 7” are emblazed in red in an angle at the center of the poster. At the bottom right hand of the poster is the silhouetted image of USS Arizona exploding. The epicenter of the blast is a mass of white-hot fire with orange flames and black smoke fanning out. Rising from the smoke in the center of the poster is the image of a sailor with his arm extended and making a fist of fiery determination.  The sailor’s eyes and hair are dark; and his arm, neck and face are muscular. The sleeve of his blue shirt is torn, as is his white tee shirt. A white light accents his facial feature and highlights his defiant fist. \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Perlin, Bernard, 1918-",
    "Creator": "United States. Office of War Information",
    "Date Original": "1942",
    "Description": "Poster, 71 x 56 cm, artist: Bernard Perlin",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20030p; POSTER PR 32.5015:15",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: OWI poster no.15",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Pearl Harbor (Hawaii), Attack on, 1941; Propaganda, Anti-Japanese; Patriotism--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Avenge December 7",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/19\">Avenge December 7</a></span>"
}