{
    "Audio Description": "An illustrated image of dark haired woman about 30 years old hugging three large glass containers of vegetables is the centerpiece of this World War Two poster entitled: “Of Course I Can!” Those words are printed in red above the enthusiastic woman who is wearing a white apron with pink flowers with green leaves and stems. Under the frilly white sleeve of the apron is a short-sleeved brown-checkered shirt. Her green eyes are wide open; her cheeks flush; and white teeth are framed by smiling red lips. Her bare arms are wrapped around containers of purple beets, green beans and red tomato sauce. Near her slim waist are the tops of containers of canned beets, red sweet peppers and yellow corn. The background of the poster is a light grayish blue, and in black type at the bottom of the poster are the words: “I’m patriotic as can be --- And ration points won’t worry me.”  Rationing of food and other supplies was instituted in 1942. The United States government did this to ensure fair access to scarce supplies and encourage less consumption on the home front for the war effort. \r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Williams, Dick",
    "Creator": "United States. Department of Agriculture. War Food Administration",
    "Date Original": "1944",
    "Description": "Poster, 18.5 x 25.6 cm, artist: Dick Williams",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20045p; POSTER A 80.8:C 16",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Food supply--United States; Canning and preserving--United States; Food conservation--United States; War posters, American",
    "Title": "Of course I can!: I'm patriotic as can be--and ration points don't worry me!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/32\">Of course I can!: I'm patriotic as can be--and ration points don't worry me!</a></span>"
}