{
    "Audio Description": "The black and white photographs of two young boys in ragged clothing, one of them barefoot, commands the attention of the viewer of this poster. Above them, on the white background, are the words “What can you spare that they can wear?” in large red letters. In a red square next to the smaller boy on the right are the words “Give clothing for war relief” in white letters. In a red square next to the taller boy on the left are the words “April 1 to 30” in white letters. In black letters at the bottom of the poster is written “United National Clothing Collection for Overseas Relief, Henry J. Kaiser, National Chairman.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "United States. Office of War Information",
    "Creator": "United National Clothing Collection for Overseas War Relief",
    "Date Original": "circa 1941",
    "Description": "Poster, 55.9 x 71.7 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20154p ; POSTER W 3.46/3:W 55x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--War relief; Humanitarian assistance; War relief--20th century; World War, 1939-1945--Social aspects; World War, 1939-1945--Civilian relief; War posters, American;",
    "Title": "What can you spare that they can wear?: give clothing for war relief: April 1 to 30: United National Clothing Collection for Overseas War Relief",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/76\">What can you spare that they can wear?: give clothing for war relief: April 1 to 30: United National Clothing Collection for Overseas War Relief</a></span>"
}