{
    "Audio Description": "On the left side of this recruiting poster is the figure of a brown-haired woman in a blue, long-sleeved nursing uniform, with brass buttons on the lapels. A patch with stripes is barely visible on her left sleeve. She is wearing brown oxford shoes and carrying a silver metal tray with a white cloth draped over it. Behind her, on a white background are silhouette drawings of metal hospital bed footboards. Under her feet is a gray rectangle with “Women’s Army Corps” written in white letters. Below, in black letters, that are the words “For information apply to  any U.S. Army Recruiting Station or your local Postmaster.” The right side of this poster consists of black and blue letters reading “Women our wounded need your care! You can serve as medical technicians, surgical technicians, and in other Army hospital assignments. Join a hospital company. Other assignments available at Army Air Forces, Ground Forces, and Service Forces installations.” To the right of this text are two brass lapel buttons - one with a caduceus (medical insignia) and the other with the helmeted Roman soldier that is the insignia of the Women’s Army Corps. \r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Army Service Forces. Adjutant General's Department",
    "Date Original": "1945",
    "Description": "Poster, 53 x 71 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20059p; POSTER FS 2.26:W 84x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Nurses--Recruiting--United States; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Women--our wounded need your care!: you can serve as medical technicians, surgical technicians, and other Army hospital assignments: join a hospital company...",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/47\">Women--our wounded need your care!: you can serve as medical technicians, surgical technicians, and other Army hospital assignments: join a hospital company...</a></span>"
}