{
    "Audio Description": "The viewer is looking up at the wheels of a huge black and gray train whose cars extend back to the left of this poster. A burst of steam from the locomotive’s engine is blowing back over the wheels and over the top of the train. The streaming vapor and motion of the wheels give a sensation of speed. Underneath the train the silver track, brown and black railroad ties, and tan gravel are visible. To the left is a gray green area. The perspective causes the images of this poster to disappear into a small point in the lower left third of the picture. The text of this poster is superimposed over the image in large white letters “War traffic must come first,” at the top of the poster, and at the bottom “Don’t waste transportation”. Underneath this, in small white letters are the words “Association of American Railroads in cooperation with the Office of Defense Transportation.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "United States. Office of Defense Transportation; Chance, Fred",
    "Creator": "Association of American Railroads",
    "Date Original": "circa 1943",
    "Description": "Poster, 35.6 x 45.9 cm, artist: Fred Chance",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww20037p ; POSTER PR 32.4909:T 67",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Transportation--Energy conservation--United States; World War, 1939-1945--Transportation--United States; War posters, American",
    "Title": "War traffic comes first: don't waste transportation",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/25\">War traffic comes first: don't waste transportation</a></span>"
}