{
    "Audio Description": "This red-bordered poster features a cartoon promoting the theme of the need for civilians to watch what they say during wartime. The background of the poster is white, and in the upper portion are two men leaning against a brown bar, talking to each other. The man on the left is wearing a long yellow coat, blue pants, a green hat and a blue bow tie. The man on the left is wearing a long blue coat, green pants and a yellow hat and tie. Between them on the bar are two mugs of beer with large heads of foam that have a caricature of the face of Adolph Hitler listening to their conversation. On the right side of the bar there are three long beer taps and on the wall behind the bar are more than a dozen large bottles. The bottles and the beet taps each have the same caricature of Hitler’s face. Underneath the cartoon written in black script letter are the words: “Be careful what you say and where you say it.” At the bottom of the poster in black capital letters are the words: Careless Talk Costs Lives.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "British Information Services",
    "Date Original": "circa 1943",
    "Description": "Poster, 31.5 x 20.5 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster028; POSTER 940.5316 FOUG 2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "National security--Great Britain; World War, 1939-1945--Great Britain; World War, 1939-1945--Social aspects--Great Britain; War posters, Great Britain",
    "Title": "Careless talk costs lives: be careful what you say & where you say it!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/147\">Careless talk costs lives: be careful what you say & where you say it!</a></span>"
}