{
    "Audio Description": "America at war: an exclusive news and picture service prepared for schools and showing our country in action.\r\n\r\n This poster made up primarily of black and white photographs promotes the sale of war stamps among school students. In the upper left corner of the poster is a red block with the words “America at War” printed in black letters.  The photos on the poster clockwise from the top show five Flying Tiger airmen playing rummy on the ground beside a fighter plane before taking off for a mission from an Alaskan airbase; crewmen on the deck of an aircraft carrier watch a PT boat speed by in the Pacific; a junior high school girl in New York being congratulated by a pilot in civilian clothes for selling $262 worth of war stamps in a two hour period at a Times Square rally; and a group of Americans who originally enlisted in the Canadian military being sworn into the U.S. army at a military barrack somewhere in England. In the bottom right hand corner of the portion is information about the war stamp effort, and includes text that reads: “One 25 cent war stamp will pay for the film for an aerial photo. Three 10 cent war stamps will buy two pair of socks for a soldier. Four 25 cent war stamps will pay on entrenching shovel.” Along the bottom of the poster in red type are the words: “Prepared for the U.S. Treasury as an aid to the nation’s war effort by the F.W. Woolworth Co.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "F. W. Woolworth Company; United States. Treasury Department",
    "Date Original": "circa 1940-1945",
    "Description": "Poster, 56 x 41 cm. One of a set of posters designed to encourage school children to buy war saving stamps. Each poster includes several photographs of members of the U. S. military services engaged in various war-related activities and one photograph of students involved in projects to aid the war effort. Photograph captions: Playing the \"Chicago piano\"; Marine Corps Raiders receive last minute instructions; U. S. soldiers stationed in Iceland; U. S. asks schools to scour countryside for scrap. Prepared for the U. S. Treasury as an aid to the nation's war effort by the F. W. Woolworth Co.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster033; POSTER T 1.25/9:A 512x",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: America at war",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings stamps--United States; Savings bonds--United States; World War, 1939-1945--Finance--United States; World War, 1939-1945--War work--Schools--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "America at war: an exclusive news and picture service prepared for schools and showing our country in action",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/152\">America at war: an exclusive news and picture service prepared for schools and showing our country in action</a></span>"
}