{
    "Audio Description": "America at war: an exclusive news and picture service prepared for schools and showing our country in action.                                                         This poster made up primarily of black and white photographs promotes the sale of war stamps among school students. In the upper center of the poster is a red block with the words “America at War” printed in black letters.  The photos on the poster clockwise from the top show six helmeted aboard a ship firing four anti-aircraft guns; two U.S. soldiers on leave from Iceland standing near a statue of Abraham Lincoln across from Westminster Abbey in London; a high school-aged girl is rolling a tire to a high school-aged boy young girl as part of the nationwide scrap collection drive; and an officer giving last minute instructions to a squad of Marines before going into combat. In the bottom right hand corner of the portion is information about the war stamp effort, and includes text that reads: “One 10 cent war stamp will buy a weather balloon. One 25 cent war stamp will buy a clip of eight bullets for a new Garand rifle. Two 25 cent war stamps will pay for 12 yards of barbed wire.” Along the bottom of the poster in red type are the words: “Prepared for the U.S. Treasury as an aid to the nation’s war effort by the F.W. Woolworth Co.”",
    "Collection Name": "World War II - Posters",
    "Creator": "F. W. Woolworth Company; United States. Treasury Department",
    "Date Original": "circa 1940-1945",
    "Description": "Poster, 56 x 41 cm. One of a set of posters designed to encourage school children to buy war saving stamps. Each poster includes several photographs of members of the U. S. military services engaged in various war-related activities and one photograph of students involved in projects to aid the war effort. Photograph captions: A present for the Jap; Army transport; Aboard the famous Joseph Conrad; California high school war stamp sales total $29,075. Prepared for the U. S. Treasury as an aid to the nation's war effort by the F. W. Woolworth Co.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster032; POSTER T 1.25/9:A 512x2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: America at war",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings stamps--United States; Savings bonds--United States; World War, 1939-1945--Finance--United States; World War, 1939-1945--War work--Schools--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "America at war: an exclusive news and picture service prepared for schools and showing our country in action",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/151\">America at war: an exclusive news and picture service prepared for schools and showing our country in action</a></span>"
}