{
    "Audio Description": "Arms for Russia\r\n\r\n“Arms for Russia” is the title of this poster issued by the British Information Services circa 1943.  Across the bottom of the poster is a description of the scene depicted on the poster, which reads: “A great convoy of British ships escorted by Soviet fighter planes sale in Murmansk harbour with vital supplies for the Red Army.” The view of the action is from the stem of a supply ship with a British flag waving from the center of the poster. The flag features the red, white and blue Union Jack in the upper left hand corner of a red St. George’s cross on white field. Trailing to the right in the white foamy wake of the ship the viewer is standing on is a supply ship with black and gray smoke generated by the ship’s engine is streaming from the ship’s chimneys. Similar ships follows in the distance. To the right of the flag is another British battle ship with a stricken aircraft a tail of red fire and black smoke about to crash into the choppy, white-capped water. In the upper right hand of the poster flying overhead is a silver Russian fighter with a red star on the bottom of both wings. Puffs of white clouds float over an overcast sky as three groups of planes fly in formation in the sky over the convoy. Each formation consists of three fighter planes.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Blake",
    "Creator": "British Information Services",
    "Date Original": "circa 1943",
    "Description": "Poster, 33 x 20.5 cm, artist: Blake",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster025; POSTER 940.54779 ARMS",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; War posters, Great Britain",
    "Title": "Arms for Russia",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/145\">Arms for Russia</a></span>"
}