{
    "Audio Description": "This poster depicts a convoy of military trucks with tan canvas covers over the truck beds making their way along a winding white road toward the viewer. They are driving from the mountains at the back of the picture, across a sandy plain with an encampment of about ten small tan tents and one large tan tent. There are six tall poles that may be for telephone or electrical lines. Two small streams of white smoke rise from this area. The mountains are painted in hues of rusty orange, with bits of yellow, brown, black and gray-blue. The trucks in the foreground are shown climbing up a dark brown, rocky area. Eleven airplanes are visible in the cloudy sky that is gray with hints of pink and orange on the horizon. The silvery gray plane that is closest to the viewer is almost directly over the trucks at the foreground. The rest of the planes are gray specks in the sky over the mountains and decrease in size the farther they are away from the viewer. In a white band at the bottom of the poster, in large black letters are the words “War supplies for Russia” and in smaller black letters “A convoy of British and American lorries streams along the Persian route to Russia.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Blake",
    "Creator": "British Information Services",
    "Date Original": "circa 1943",
    "Description": "Poster, 20 x 33 cm, artist: Blake",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster027; POSTER 940.54779 WAR",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--Great Britain; War posters, Great Britain",
    "Title": "War supplies for Russia...a convoy of British and American lorries streams along the Persian route to Russia",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/177\">War supplies for Russia...a convoy of British and American lorries streams along the Persian route to Russia</a></span>"
}