{
    "Audio Description": "A large bald eagle with brown feathers and a white head is perched with its wings outspread on a stack of currency. To the right of the stack is a partially folded bill the face of a man visible. Over his head the number 200 is set in an engraved design. The eagle’s wings are spread open to fill most of the frame. Behind this image are three diagonal stripes flowing upward to the right. The top one is blue, the middle stripe is white and the bottom strip is red. Two diagonal streaks of white light come across the stripes and behind the eagle, from right lower part of the image. Sprinkled over the stripes are blue and yellow stars in varying sizes. Superimposed over the top right of the poster, in white letters are the words “Victory - now you can invest in it!” In a dark blue strip at the bottom of the poster, in large white block letters are the words “Victory loan”.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Cornwell, Dean, 1892-1960",
    "Creator": "United States. Treasury Department. War Finance Division",
    "Date Original": "1945",
    "Description": "Poster, 33 x 23 cm, artist: Dean Cornwell",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster005; POSTER T 66.8:V 66/6",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; World War, 1939-1945--United States; World War, 1939-1945--Finance",
    "Title": "Victory - now you can invest in it!: victory loan",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/137\">Victory - now you can invest in it!: victory loan</a></span>"
}