{
    "Audio Description": "This bright red poster features Santa Claus encouraging people to mail Christmas packages early to soldiers and sailors. Santa is wearing a dark green combat helmet. He is smiling with a red nose and cheeks. His moustache and beard are snow white. A long-sleeve red shirt with two large black buttons covers his large, round chest and belly. The index finger of his right hand is pointing to a white package he is holding in his left hand. The package is bound with black string and is addressed to Private John T. Jones. On Santa’s shirt in black letters are directions to “wrap securely; address collecting; choose gifts wisely.” In white letters in the lower portion of the poster are the words” “Mail between Sept. 15 - Oct. 15.” A disclaimer in smaller black letters follows that reads: “Christmas cards may be sent any time.” On the lower left hand side of the poster is the insignia of the Army, and on the right is the insignia of the Navy. Both insignias are in black and white. Between the insignia are the words: “U.S. Army and Navy Postal Services.”\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Graves",
    "Creator": "United States. Army Service Forces. Adjutant General's Office",
    "Date Original": "1945",
    "Description": "Poster, 69 x 53 cm, artist: Graves",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster022; POSTER W 3.46/1:C 46",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Navy--Postal service; United States. Army--Postal service; World War, 1939-1945--United States; World War, 1939-1945--Postal service; War posters, American",
    "Title": "Christmas overseas gifts: mail between Sept. 15-Oct. 15",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/210\">Christmas overseas gifts: mail between Sept. 15-Oct. 15</a></span>"
}