{
    "Audio Description": "This poster explains how scrap metal is converted into steel for the war effort.  The border of the poster is made up of 27 yellow boxes. In each box is an illustration of a household or industrial that item the can be recycled for the military. Examples that are provided in the office include 1,000 light bulbs can be turned into four compasses; one wash pail can be turned into three bayonets; and one copper kettle can be turned into 84 rounds of ammunition for a rifle. In the center of the poster in red type are the words: “How steel is made.” The words are printed over the red and yellow blaze from a blast furnace. Underneath the title of the poster are a dozen black and white drawings showing the process of making steel from start to finish; from unloading a boat of steel ore to completing a part in a machine shop. The colors of yellow and red are used in the drawings to represent hot steel. Underneath drawings of how steel is made is a drawing of the final products, which are lines of planes, tanks, trucks and cannons with a battleship in the background.  Red bars run across the top and the bottom of the poster. The bar on top is has no text, but the bar at the bottom has yellow type that reads: “Half of every tank, gun, ship and submarine is made from scrap steel.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Emergency Management Office. War Production Board",
    "Date Original": "1942",
    "Description": "Poster, 90 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster004; POSTER PR 32.4812:ST 3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "World War, 1939-1945--United States; World War, 1939-1945--Equipment and supplies--United States; Steel; Production--War production--United States; War posters, American",
    "Title": "How steel is made",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/201\">How steel is made</a></span>"
}