{
    "Audio Description": "In the right foreground of this recruiting poster, a young blue-eyed woman is depicted from her waste up, wearing a gray uniform of U.S. Cadet Nurse. She is standing at attention and looking into the distance. The nurse is in her twenties with white skins and red lipsticks. Her brunette hair is pulled back and she is wearing a beret with the silver insignia of an eagle perched on a shield. The collar of a white blouse is buttoned beneath the jacket. On her both shoulders is a red stripe. There small pins on the left and right lapels of the jacket. In the left background are two high school girls, looking admiringly at the nurse. The blonde hair girl on the left is wearing a yellow, short-sleeved dress. Standing behind her to the right is a red-haired girl wearing a green dress. Both girls are carrying schoolbooks. The upper of background of the poster is a dark blue sky. The lower background behind the image of the nurse and the two girls is a white, fluffy cloud. Printed in blue capital letters in a white background in a red-border box in lower forefront of the poster are the words “A lifetime education free for high school graduates who qualify. “ Beneath those words in large red capital letters are the words “U.S. Cadet Nurse Corp” In smaller capital letters scrawled across the bottom of the box are the words “Go to your local hospital or write to U.S. Public Health Service, Box 88, New York, 8, NY.”",
    "Collection Name": "World War II - Posters",
    "Contributors": "Ross, Alexander",
    "Creator": "United States. Federal Security Agency",
    "Date Original": "1945",
    "Description": "Poster, 66 x 47 cm, artist: Alexander Ross",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster023; POSTER FS 2.26:N 93/10",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Cadet Nurse Corps--Recruiting, enlistment, etc.; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "A lifetime education free for high school graduates who qualify: U.S. Cadet Nurse Corps",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/211\">A lifetime education free for high school graduates who qualify: U.S. Cadet Nurse Corps</a></span>"
}