{
    "Audio Description": "America at war: an exclusive news and picture service prepared for schools and showing our country in action.                                                        This poster made up primarily of black and white photographs promotes the sale of war stamps among school students. In the upper right hand corner of the poster is a red block with the words “America at War” printed in black letters.  The photos on the poster clockwise from the top show four soldiers loading a bomb into a bomber for an attack on the Japanese positions in the Pacific; a U.S. Coast Guard Merchant Marine tall ship with over two dozen seamen deployed along the masts; three high school students in California posing besides a large war stamp sale fundraising barometer; and eight servicemen cramped into four levels of bunks on a troop transport ship. In the bottom right hand corner of the portion is information about the war stamp effort, and includes text that reads: “One 10 cent war stamp will pay for a set of army insignia. One 25 cent war stamp will pay for a mess kit. Six 25 cent will buy a pair of aviators gloves.” Along the bottom of the poster in red type are the words: “Prepared for the U.S. Treasury as an aid to the nation’s war effort by the F.W. Woolworth Co.”",
    "Collection Name": "World War II - Posters",
    "Creator": "F. W. Woolworth Company; United States. Treasury Department",
    "Date Original": "circa 1941-1945",
    "Description": "Poster, 56 x 41 cm.   One of a set of posters designed to encourage school children to buy war saving stamps. Each poster includes several photographs of members of the U. S. military services engaged in various war-related activities and one photograph of students involved in projects to aid the war effort. Photograph captions: Rummy, Alaskan style; Flat top guardian; You're in the (U. S.) Army now; Junior high school girl makes record war stamps sale. Prepared for the U. S. Treasury as an aid to the nation's war effort by the F. W. Woolworth Co.",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster; POSTER T 1.25/9:A 512x3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Relation.IsPartOf": "Series: America at war",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings stamps--United States; Savings bonds--United States; World War, 1939-1945--Finance--United States; World War, 1939-1945--War work--Schools--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "America at war: an exclusive news and picture service prepared for schools and showing our country in action",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/134\">America at war: an exclusive news and picture service prepared for schools and showing our country in action</a></span>"
}