{
    "Audio Description": "Veterans: Jobs in the Federal Government are Open to You\r\nBeneath an eagle insignia is the word “Veterans” in large, black capital letters. In smaller print is the text of the poster: “Jobs in the Federal Government Are Open to You. You get preference in appointment. For full information, see the Civil Service Secretary at any first- or second-class post office, or write to the U.S. Civil Service Commission, Washington 25, D.C. If you are a former employee of the Federal Government, you may be entitled to reemployment. Ask About it.”  The text is on the right side of the poster. Along the left side of the poster are six black and white drawings of the faces of three service men and three service women on an orange background. The military personnel represent the branches of the armed services. Contrasting with the orange tinted hats of Army and Air Force personnel in the poster are the hats worn by the Navy seaman and WAV in the poster, which are white.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Beals, Victor",
    "Creator": "United States. Civil Service Commission",
    "Date Original": "1944",
    "Description": "Poster, 51 x 36 cm, artist: Victor Beals",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster040; POSTER CS 1.26/2:V 64",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Veterans--Employment; World War, 1939-1945--Veterans--United States",
    "Title": "Veterans jobs in the federal government are open to you",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/153\">Veterans jobs in the federal government are open to you</a></span>"
}