{
    "Audio Description": "An illustration of an American GI being killed in action is the central focus of this World War II poster with the message that reads “Careless talk got there first.” The parachuting soldier in a camouflage combat uniform and helmet is falling on a battlefield. The soldier hangs from the straps of his parachute, his head bowed. There is red blood on his chest, where he’s been shot. The soldier’s body is limp as his brown boots touch the green grass. His right arm and hand are hanging limp, while his rifle is held to his bloody left hand by its white shoulder strap. In the cloudy blue sky behind the soldiers are a half-dozen white parachutes. Two airplanes jet across the sky, and in a distant field green and brown smoke rise from red fires. In large black block letters at the top of the poster are the words: “Careless Talk Got There First.” \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Stoops, Herbert Morton",
    "Creator": "United States. Army Service Forces. Adjutant General's Office; United States. Office of War Information",
    "Date Original": "1944",
    "Description": "Poster, 70 x 50 cm, artist: Herbert Morton Stoops",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster019;  POSTER W 3.46/1:T 14/16",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "National security--United States; World War, 1939-1945--Social aspects--United States; War posters, American",
    "Title": "Careless talk--got there first",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/208\">Careless talk--got there first</a></span>"
}