{
    "Audio Description": "This poster encourages the purchase of victory bonds as a tribute to President Franklin Delano Roosevelt. The poster was issued in 1945 after the death of the president, whose image appears in a watercolor painting. A graying President Roosevelt is looking directly at the viewer through rimless glasses. He is smiling, but his face as drawn as he appeared near the end of the war and the end of his life. He is wearing a white shirt and tie that are barely showing under a dark overcoat. Below the president is the back of a family of five, with the son on the left and two daughters on the right. Standing between their children is the father whose left arms is around his wife’s shoulder as if consoling her. They are standing on a path, with shadows being cast from their figures from a setting yellow sun. To the left of the family is a large cross at a grave. There pink flowers at the foot of the grave and a wreath draped over the arms of the cross. To the right of the family is the victory loan symbol, a burning torch within a laurel wreath, with the words “Victory Loan” on a red strip in the middle. of The text of the poster is a quote from President Roosevelt that reads: “In the strength of great hope we must shoulder our common load.” Below the quote and above the family group printed in red is the message: “Buy Victory Bonds.” \r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "United States. President (1933-1945: Roosevelt); Beall, C. C. (Cecil Calvert), 1892-1967",
    "Creator": "United States. Treasury Department",
    "Date Original": "1945",
    "Description": "Poster, 66 x 47 cm, artist: C.C. (Cecil Calvert) Beall",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster017; POSTER T 66.8:V 66/3",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--United States; World War, 1939-1945--Finance--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "In the strength of great hope we must shoulder our common load--buy victory bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/206\">In the strength of great hope we must shoulder our common load--buy victory bonds</a></span>"
}