{
    "Audio Description": "In the center of the pale blue background of this poster about food conservation is a young, wide-eyed woman with dark brown hair. She is wearing a white apron, with cherries printed on it, over a yellow short-sleeved dress with a windowpane check pattern. In her arms she is holding three glass jars, the two on the left have gold metal lids and one on the right has a glass lid and wire bale. The jar on the left is filled with a red fruit or vegetable, the middle jar is filled with green beans, and the jar on the right is filled with orange carrots. In the foreground of the poster are three more glass jars the two on the left with gray metal lids and the one on the right with a glass lid and wire bale. The left jar is filled with red beets, the middle jar is filled with a red fruit and the one on the right is filled with yellow corn. At the top of the poster in large red letters are the word Am I Proud and at the bottom of the poster in smaller black letters are the words I’m fighting famine…by canning food at home.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Williams, Dick",
    "Creator": "United States. Department of Agriculture",
    "Date Original": "1946",
    "Description": "Poster, 66 x 47 cm, artist: Dick Williams",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster018; POSTER A 1.70:F 73/2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Canning and preserving--United States; Food conservation--United States; Food supply--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Am I proud!: I'm fighting famine--by canning food at home",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/207\">Am I proud!: I'm fighting famine--by canning food at home</a></span>"
}