{
    "Audio Description": "The words “Rationing means a fair share for all of us” are printed in red in a white bar that divides the poster in half. There are two similar scenes above and below the white bar with two women in at a butcher shop. Depicted in the top image is a frowning grocer. He is balding middle-aged man, wearing a white apron and black bow tie, and holding a pork chop in his left hand. He is looking at a disappointed young looking woman to his right.  The woman is wearing a black coat. She is slim with long light hair. She is holding out her left hand as the grocer points with his right thumb to a woman who is leaving the store. To his right is a smug looking older woman, carrying 5 large packages of meat wrapped in white paper and tied with red string. She is larger woman wearing a dark coat, light gloves, and a small black hat with a white ruffle. There is a red strip with white type in the right hand portion of the upper image that reads, “without rationing.” At the same spot in the lower image is a similar strip of type that reads, “with rationing.” It is the identical scene and people, but this time, there is meat hanging on hooks behind the butcher. Both women are holding a package of meat and a ration book while the butcher is holding two ration tickets. The grocer is smiling, and both women look pleased.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Roese, Herbert",
    "Creator": "United States. Office of Price Administration",
    "Date Original": "1943",
    "Description": "Poster, 68 x 53 cm, artist: Herbert Roese",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster008; POSTER PR 32.4212:R 18x4",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Rationing--United States; World War, 1939-1945--Food supply--United States; World War, 1939-1945--Caricatures and cartoons; War posters, American",
    "Title": "Rationing means a fair share for all of us",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/203\">Rationing means a fair share for all of us</a></span>"
}