{
    "Audio Description": "This red-bordered poster features a cartoon promoting the theme of the need for civilians to watch what they say during wartime. The background of the poster is white, and in the upper portion are two women sitting together on a bus, talking to each other. The young woman on the left is wearing a purple dress and a red hat. She is holding a red purse on her lap. The middle-aged woman on the right is wearing a green dress and a purple hat. She is holding a yellow purse. Behind the women is an empty red seat, but in the third seat are two men wearing Nazi uniforms listening to the women’s conversation. Adolph Hitler sits on the left, wearing a brown uniform and a military hat. His hand is stuffed inside his uniform jacket in a Napoleonic pose. Sitting to his right is a large man in a gray uniform covered with medals and ribbons. He is holding a red baton in his left hand. Underneath the cartoon written in black script letter are the words: “You never know who’s listening.” At the bottom of the poster in black capital letters are the words: Careless Talk Costs Lives.”\r\n\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "British Information Services",
    "Date Original": "circa 1943",
    "Description": "Poster, 31.5 x 20.5 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster029; POSTER 940.5316 FOUG",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "National security--Great Britain; World War, 1939-1945--Great Britain; World War, 1939-1945--Social aspects--Great Britain; War posters, Great Britain",
    "Title": "Careless talk costs lives: you never know who's listening!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/148\">Careless talk costs lives: you never know who's listening!</a></span>"
}