{
    "Audio Description": "This enlistment poster is directed to young women interested in a career in nursing. On the right side of the poster is the profile of a young, blonde haired woman over a gray background. She is wearing a gray beret with a silver Marine Corp insignia with an eagle, and a gray uniform jacket with a red epaulet at the shoulder. There are silver buttons holding the epaulet to the uniform jacket. On her sleeve is the Cadet Nurse insignia of a red cross in a red oval. The letters “US” are stitched in blue on the cross. At the top of the poster are the words printed in black type that read: “Enlist in a proud profession.” The young woman is looking towards blue type on the left side of the poster that read: “Join the U.S. Cadet Nurse Corps.”  In a gray box with rounded corners are the words: “A lifetime education free for high school graduates who qualify. In a red strip at the very bottom of the poster printed in black are the words: “For information go to your local hospital or write U.S. Cadet Nurse Corps, Box 88, New York, N.Y.”\r\n",
    "Collection Name": "World War II - Posters",
    "Creator": "United States. Federal Security Agency; United States. Cadet Nurse Corps",
    "Date Original": "1943",
    "Description": "Poster, 71 x 51 cm",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster009; POSTER FS 2.26:N 93/2",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "United States. Cadet Nurse Corps--Recruiting, enlistment, etc.; World War, 1939-1945--Women--United States; War posters, American",
    "Title": "Enlist in a proud profession...: join the U.S. Cadet Nurse Corps: a lifetime education free!",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/204\">Enlist in a proud profession...: join the U.S. Cadet Nurse Corps: a lifetime education free!</a></span>"
}