{
    "Audio Description": "This poster about buying war stamps and bonds is really four posters on one sheet. The picture on each poster is drawn in black with green and red coloring. Each poster depicts a Revolutionary War moment. The text of the top left poster reads “Lexington, 1775. They fought for freedom, we fight to keep it. Buy war stamps & bonds” The image is of soldiers aiming their rifles at the enemy. The text of the top right poster reads “Independence July 4, 1776. They kept the faith and so do you every time you lend a time for war savings stamps.” The image is of Thomas Jefferson standing before notable men, including Benjamin Franklin, reading from a piece of paper. The text of the bottom left poster reads “John Paul Jones said: I have not yet begun to fight. Fight with war stamps &bonds.” The image is of John Paul Jones sword in hand posing with the American flag behind him, his foot on a cannon and bare-chested sailor carrying a burning torch. The text of bottom right poster reads: “Washington crossed the Delaware to win our freedom. We cross oceans to keep it. Buy war bonds and stamps.” The image is of Washington, in cape and tri-cornered hat standing over three men who are piloting a boat with wooden staffs.\r\n",
    "Collection Name": "World War II - Posters",
    "Contributors": "Daugherty, James Henry",
    "Creator": "United States. Treasury Department",
    "Date Original": "1942",
    "Description": "Poster (four posters in one), 96 x 63 cm, artist: James Henry Daugherty",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster007; T1.107:L59",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; Savings stamps--United States; World War, 1939-1945--United States; War posters, American",
    "Title": "Lexington, 1775: Independence July 4, 1776: John Paul Jones said, \"I have not yet begun to fight\": Washington crossed the Delaware",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/202\">Lexington, 1775: Independence July 4, 1776: John Paul Jones said, \"I have not yet begun to fight\": Washington crossed the Delaware</a></span>"
}