{
    "Audio Description": "This poster depicts a Caucasian family of four, looking towards the viewer and over the horizon. From left to right there is a blonde-haired boy of about six years old, wearing a shirt with blue and white horizontal stripes and a white collar. He is holding a red airplane. Next to the boy is his father, wearing a short-sleeved white shirt and gray pants. His left arm is over the boy’s left shoulder, and his right arm is over his wife’s shoulder. She is wearing a long sleeve, light green blouse and a dark skirt. The young parents appear to be about thirty years old. The mother’s right hand is resting on the right should of her daughter of daughter, who is around 10 years old. She has brown hair and red cheeks, and she is wearing a short-sleeve yellow dress with puffy sleeves and a white collar. She is holding a blue book with both hands. The sky behind them is blue and the landscape is that of the American west, with distant mountains rising above a desert-like landscape. Above the family is a red and white stripes of a large American flag. A hand with white stars on a blue sleeve is reaching down from the upper right hand side of the poster, lifting the flag above the family. On the left side are the words in black slanted printed with a white border around the letters that reads: “Back your future.” At the bottom of the poster in white letters on a red background are the words: With U.S. savings bond”.",
    "Collection Name": "World War II - Posters",
    "Contributors": "Englert",
    "Creator": "United States. Treasury Department",
    "Date Original": "1946",
    "Description": "Poster, 33 x 24 cm, artist: Englert",
    "Digital Format": "JPEG",
    "Format": "Poster",
    "Identifier": "ww2poster031; POSTER T 66.8:B 64/78",
    "Language": "eng",
    "Contributing Institution": "Illinois State Library",
    "Rights": "Materials in this collection are made available by the Illinois State Library. To request reproductions or inquire about permissions, contact:  islimg@ilsos.net. Please cite the item title and collection name.",
    "Subject [LCSH]": "Savings bonds--United States; World War, 1939-1945--Economic aspects--United States; War posters, American",
    "Title": "Back your future with U. S. savings bonds",
    "Type": "Image",
    "Repository": "Illinois Digital Archives",
    "Source": "<span>From: <a href=\"http://www.idaillinois.org/digital/collection/isl5/id/150\">Back your future with U. S. savings bonds</a></span>"
}